{
	"ApiId": "pphn8cJSApo",
	"Title": "Spider-Man: Into the Spider-Verse Trailer",
	"Transcription": "- Miles?! You've gotta go. - Yeah?\nIf you want me to drive you, we've got to go now.\n- Personal chauffeur going once. - No Dad, I'll walk. It's okay.\nSeriously, dad. Walking would have been fine.\nBreaking news: Spider-Man saves the day again.\nSpider-Man.\nThis guy swings-in once a day and zip-zap-zop...\nDad speedup! Speedup! I know these kids.\n- Hey Miles! Have you been arrested?! - Guys, don't cops run red lights?\nWell, yeah, some do.\nBut not your dad.\nIn your universe, there's only one Spider-Man.\nBut there's another universe that looks and sounds like yours, but is not.\nMy name is Miles Morales.\nHey, kid.\n- You're like me. - How?\nI know it's complicated.\nYou want to know what happened to you.\nI can teach you to be Spider-Man.\nI love these burgers, so delicious.\nIt's one of the best burgers I've ever had.\nYou have money, right? I'm not very liquid right now.\nI think you're gonna be a bad teacher.\nHow am I supposed to save the whole world?\nYou can't think about saving the world. You have to think about saving one person.\nOne thing I know for sure: don't do it like me.\nDo it like you!\nI see this spark in you. It's amazing!\nHands up!\nWhatever you choose to do, you'll be great.\n- I love you, Miles. - Yeah, I know, dad.\n- You've got to say, \"I love you back.\" - Dad, are you serious?\nI want to hear it. \"I love you, dad.\"\n- You're dropping me... - \"I love you, dad\".\n\"Dad, I love you.\"\nDad, I love you.\nThat's a copy.\n- Time to swing, just like I told you. - When did you teach me that?\nI didn't. It's a little joke for team building.\n- Hey, guys. - Okay, who are you?\nI'm Gwen Stacy.\nCome on!\n- How many spider-people are there? - Save it for Comic-Con.\n- What's Comic-Con? - Let's go!'",
	"VideoType": "Trailer",
	"EnglishLevel": "None"
}
{
	"ApiId": "fufAIT3zdlU",
	"Title": "Friends - Joey - Butt double",
	"Transcription": "oh my god okay okay I'll be there huh\nhow's my agent my agent has just gotten me a job in the new Al Pacino movie can\nyou believe this\nAl Pacino this guy's the reason I became an actor I'm I'm gonna pair you're out of order\nthis whole courtrooms out of order\nseriously what's the part just when I thought I was out they pull me back in\ngoodbye seriously Joey what's the part\nuh you're you're never I'm his butt\ndouble okay\nI play out Pacino's but right he goes into the shower and then\nI'm his bot oh my god come on you guys\nthis is a real movie and Al Pacino's in it that's big oh no it's terrific it's\nit's you know you deserve this after all\nyou years of struggling you've finally\nbeen able to crack your way\nhey hey fine make jokes I don't care\nthis is a big break for me no you're\nright you're right it is yeah so you can\ninvite us all to the big opening\nhandler salmon hire the girl okay\neverybody ready uh listen I just want to\nthank you for this great opportunity\nlose the row but me that would work right okay\nlosing the robe okay and the robe is lost\nokay everybody would like to get this in one take please\nlet's roll it waters working and action and cut\nhey but guy what the hell you doing I'm\nJarrod no that was clenching Oh way I\nsee it the guy's upset here you know I\nmean his wife's dad his brothers missing\nI think his butt would be angry here I\nthink his butt would like to get the\nshot before lunch once again rolling\nwater working and action\nand cut what was that I was going for\nquiet desperation but if you have to ask\nhey hey hey we did it aren't you the guy\nwho plays the bud in the new Al Pacino movie nope\nno what happened big guy big guy it felt\nlike a big guy moment I got fired oh\nyeah they said I acted too much with it\nI told everybody about this now\neveryone's gonna go to the theater\nexpecting to see me oh you know what no\none is gonna be able to tell my mom will\nsomething so sweet and disturbing about\nthat you know I've done nothing but\ncrappy plays for six years\nand I finally get my shot and I blow it\nI mean maybe this wasn't your shot yeah\nI think when it's your shot you know you\nyou know it's your shot did did it feel\nlike your shot at the town I was naked\nno I don't think this was your shot I\nmean I don't even think you just get one\nshot I really believe big things are\ngonna happen for you I do and you've got\nto just keep thinking about the day that\nsome kid is gonna run up to his friends\nago I got the part I got the part\nI'm gonna be joey tribbiani's ass\noh it's so nice oh I'm sorry Joey let me go to bed guys\nhi hi Monica come on you're gonna leave\nyour shoes out here uh-huh\nreally just just casually strewn about\nand that reckless haphazard manner doessn't matter\nI'll get him tomorrow or not whenever she is a kook",
	"VideoType": "Film Fragment",
	"EnglishLevel": "None"
}
{
	"ApiId": "OKnhSCALXW4",
	"Title": "The Simpsons episode Homer Tries to vote for Obama",
	"Transcription": "Hello, I'd like to vote\nfor president, governor,\nand anything that will take money\naway from our parks and libraries.\nEh, use machine number three.\nOh! I can't fit in the booth!\nUse the double-wide.\nOoh! One of those\nelectronic voting dealies.\nOne vote for McCain. Thank you.\nNo, I want to vote for Obama.\nTwo votes for McCain.\nCome on. It's time for a change!\nThree votes for McCain.\nNo! No! No!\nSix votes for President McCain.\nHey, I only meant one of\nthose votes for McCain.\nThis machine is rigged.\nMust... tell.. President McCain.\nThis doesn't happen\nin America! Maybe Ohio!\nBut not in America!\nI voted",
	"VideoType": "Cartoon Fragment",
	"EnglishLevel": "None"
}
{
	"ApiId": "YFC5CwZVCEw",
	"Title": "Archeology from space | Sarah Parcak",
	"Transcription": "When I was a child growing up in Maine, one of my favorite things to do was to look for sand dollars on the seashores of Maine,because my parents told me it would bring me luck.\nBut you know, these shells, they're hard to find.\nThey're covered in sand, they're difficult to see.\nHowever, over time, I got used to looking for them.\nI started seeing shapes and patterns that helped me to collect them.\nThis grew into a passion for finding things, a love for the past and archaeology.\nAnd eventually, when I started studying Egyptology, I realized that seeing with my naked eyes alone wasn't enough.\nBecause all of the sudden, in Egypt, my beach had grown from a tiny beach in Maine to one eight hundred miles long, next to the Nile.\nAnd my sand dollars had grown to the size of cities.\nThis is really what brought me to using satellite imagery.\nFor trying to map the past, I knew that I had to see differently.\nSo I want to show you an example of how we see differently using the infrared.\nThis is a site located in the eastern Egyptian delta called Mendes.\nAnd the site visibly appears brown, but when we use the infrared and we process it, all of the sudden, using false color, the site appears as bright pink.\nWhat you are seeing are the actual chemical changes to the landscape caused by the building materials and activities of the ancient Egyptians.\nWhat I want to share with you today is how we've used satellite data to find an ancient Egyptian city, called Itjtawy, missing for thousands of years.\nItjtawy was ancient Egypt's capital for over four hundred years, at a period of time called the Middle Kingdom, about four thousand years ago.\nThe site is located in the Faiyum of Egypt, and the site is really important, because in the Middle Kingdom there was this great renaissance for ancient Egyptian art, architecture and religion.\nEgyptologists have always known the site of Itjtawy was located somewhere near the pyramids of the two kings who built it, indicated within the red circles here, but somewhere within this massive flood plain.\nThis area is huge -- it's four miles by three miles in size.\nThe Nile used to flow right next to the city of Itjtawy, and as it shifted and changed and moved over time to the east, it covered over the city.\nSo, how do you find a buried city in a vast landscape?\nFinding it randomly would be the equivalent of locating a needle in a haystack, blindfolded, wearing baseball mitts.\nSo what we did is we used NASA topography data to map out the landscape, very subtle changes.\nWe started to be able to see where the Nile used to flow.\nBut you can see in more detail, and even more interesting, this very slight raised area seen within the circle up here which we thought could possibly be the location of the city of Itjtawy.\nSo we collaborated with Egyptian scientists to do coring work, which you see here.\nWhen I say coring, it's like ice coring, but instead of layers of climate change, you're looking for layers of human occupation.\nAnd, five meters down, underneath a thick layer of mud, we found a dense layer of pottery.\nWhat this shows is that at this possible location of Itjtawy, five meters down, we have a layer of occupation for several hundred years, dating to the Middle Kingdom, dating to the exact period of time we think Itjtawy is.\nWe also found work stone -- carnelian, quartz and agate that shows that there was a jeweler's workshop here.\nThese might not look like much, but when you think about the most common stones used in jewelry from the Middle Kingdom, these are the stones that were used.\nSo, we have a dense layer of occupation dating to the Middle Kingdom at this site.\nWe also have evidence of an elite jeweler's workshop, showing that whatever was there was a very important city.\nNo Itjtawy was here yet, but we're going to be returning to the site in the near future to map it out.\nAnd even more importantly, we have funding to train young Egyptians in the use of satellite technology so they can be the ones making great discoveries as well.\nSo I wanted to end with my favorite quote from the Middle Kingdom -- it was probably written at the city of Itjtawy four thousand years ago.\n\"Sharing knowledge is the greatest of all callings. There's nothing like it in the land.\"\nSo as it turns out, TED was not founded in 1984 AD.\nMaking ideas actually started in 1984 BC at a not-lost-for-long city, found from above.\nIt certainly puts finding seashells by the seashore in perspective.\nThank you very much.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "_m-_ULkn2Ck",
	"Title": "Friends - \"Happy new year\"",
	"VideoType": "Film Fragment",
	"EnglishLevel": "None",
	"Transcription": "here at of square\nwe go kids and then the peacock bit me\nplease kiss me at midnight\nyou seen sandy ooh I don't know how to\ntell you this but she's in Monica's\nbedroom getting it on with Max that\nscientist geek oh look at that I didn't\nknow how to say running in 20 seconds\nit'll be midnight and the moment of joy\nis applause it's like that nosed\neight-pack thing worked out\nhoney what's so happy I hate that not\neverybody's happy\nhey Bobby no I thought I'd throw this\nout here I'm no math whiz but I do\nbelieve there are three girls and three\nguys right here you see anyone I can't\nkiss me\nso I'm kissing everyone no no no you\ncan't kiss Ross that's irrelevant oh\nyeah perfect perfect so now everybody's\ngetting kissed but me\nall right somebody kiss me somebody kiss\nme time nine Johnny can somebody kiss\nmatch\nI wanted this to work so much I'm still\nin there changing his diapers picking\nhis flea\nbut he's just phoning it in just so hard\nto accept the fact that something you\nlove so much doesn't love you back you\nknow like that bitch cracked my tooth"
}
{
	"ApiId": "Us5efsJm4XQ",
	"Title": "Avengers: Infinity War Trailer",
	"Transcription": "The entire time I knew him,\nhe only ever had one goal.\nTo wipe out half the universe.\nIf he gets all the infinity stones,\nhe can do it with a snap of his fingers.\nJust like that.\nTell me his name again.\nThanos.\nWe got one advantage.\nHe's coming to us.\nWe have what Thanos wants.\nSo, that's what we use.\nLet's talk about this plan of yours.\nI think it's good, except, it sucks.\nSo, let me do the plan, and that way, it might be really good.\nThe end is near.\nAnd when I'm done,\nhalf of humanity will still exists.\nPerfectly balanced.\nAs all thing should be.\nI hope they remember you.\nI'm Peter, by the way.\nDoctor Strange.\nOh, you're using your made up names. Then I am Spider-man.",
	"VideoType": "Trailer",
	"EnglishLevel": "None"
}
{
	"ApiId": "iiCO9ZZ5p20",
	"Title": "Marge Preps Homer For Dinner",
	"Transcription": "How could she be so embarrassed of her own family?\nWe've got to help Lisa make a good impression.\nStop drinking out of that hose.\nOh, so now drinking out of a hose in my own bedroom\nis embarrassing.\nHomer.\nHomer.\nHomer.\nHomer.\nI'm giving you a list of four things\nto say at dinner tonight.\nFour things-- that's it.\nOne, two, three--\nyou're right.\nAt dinner tonight, I don't want\nyou to be somebody you aren't.\nI also don't want you to be who you are.\nSo just stick to these.\nAll right.\nI completely angry.\nThat's agree.\nOh, much better.",
	"VideoType": "Cartoon Fragment",
	"EnglishLevel": "None"
}
{
	"ApiId": "vZCGSP3A0Fo",
	"Title": "The next global agricultural revolution | Bruce Friedrich",
	"Transcription": "In 2019, humanity received a warning:\n30 of the world's leading scientists released the results\nof a massive three-year study into global agriculture\nand declared that meat production is destroying our planet\nand jeopardizing global health.\nOne of the study's authors explained\nthat \"humanity now poses a threat to the stability of the planet ...\n[This requires] nothing less than a new global agricultural revolution.\"\nAs somebody who's spent the last two decades\nadvocating a shift away from industrial meat production,\nI wanted to believe that this clarion call was going to make a difference.\nThe thing is, I've seen this sort of thing again and again and again for decades.\nHere's 2018 from the journal \"Nature,\"\n2017 from \"Bioscience Journal,\"\n2016 from the National Academy of Sciences.\nThe main point of these studies tends to be climate change.\nBut antibiotic resistance represents just as big of a threat.\nWe are feeding massive doses of antibiotics to farm animals.\nThese antibiotics are then mutating into superbugs\nthat threaten to render antibiotics obsolete\nwithin all of our lifetimes.\nYou want a scare?\nGoogle: \"the end of working antibiotics.\"\nI'm going to get one thing out of the way:\nI am not here to tell anybody what to eat.\nIndividual action is great,\nbut antibiotic resistance and climate change --\nthey require more.\nBesides, convincing the world to eat less meat hasn't worked.\nFor 50 years, environmentalists, global health experts and animal activists\nhave been begging the public to eat less meat.\nAnd yet, per capita meat consumption\nis as high as it's been in recorded history.\nThe average North American last year ate more than 200 pounds of meat.\nAnd I didn't eat any.\n(Laughter)\nWhich means somebody out there ate 400 pounds of meat.\n(Laughter)\nOn our current trajectory,\nwe're going to need to be producing 70 to 100 percent more meat by 2050.\nThis requires a global solution.\nWhat we need to do is we need to produce the meat that people love,\nbut we need to produce it in a whole new way.\nI've got a couple of ideas.\nIdea number one: let's grow meat from plants.\nInstead of growing plants, feeding them to animals,\nand all of that inefficiency,\nlet's grow those plants, let's biomimic meat with them,\nlet's make plant-based meat.\nIdea number two: for actual animal meat,\nlet's grow it directly from cells.\nInstead of growing live animals, let's grow the cells directly.\nIt takes six weeks to grow a chicken to slaughter weight.\nGrow the cells directly, you can get that same growth\nin six days.\nThis is what that looks like at scale.\nIt's your friendly neighborhood meat brewery.\n(Laughter)\nI want to make two points about this.\nThe first one is, we believe we can do it.\nIn recent years, some companies have been producing meat from plants\nthat consumers cannot distinguish from actual animal meat,\nand there are now dozens of companies growing actual animal meat\ndirectly from cells.\nThis plant-based and cell-based meat\ngives consumers everything that they love about meat --\nthe taste, the texture and so on --\nbut with no need for antibiotics\nand with a fraction of the adverse impact on the climate.\nAnd because these two technologies are so much more efficient,\nat production scale\nthese products will be cheaper.\nBut one quick point about that --\nit's not going to be easy.\nThese plant-based companies have spent small fortunes on their burgers,\nand cell-based meat has not yet been commercialized at all.\nSo we're going to need all hands on deck\nto make these the global meat industry.\nFor starters, we need the present meat industry.\nWe don't want to disrupt the meat industry,\nwe want to transform it.\nWe need their economies of scale,\ntheir global supply chain, their marketing expertise\nand their massive consumer base.\nWe also need governments.\nGovernments spend tens of billions of dollars every single year\non research and development\nfocused on global health and the environment.\nThey should be putting some of that money into optimizing and perfecting\nthe production of plant-based and cell-based meat.\nLook, tens of thousands of people died from antibiotic-resistant superbugs\nin North America just last year.\nBy 2050, that number is going to be 10 million per year globally.\nAnd climate change represents an existential threat\nto huge portions of our global family,\nincluding some of the poorest people on the face of the planet.\nClimate change, antibiotic resistance -- these are global emergencies.\nMeat production is exacerbating these emergencies on a global scale.\nBut we are not going to decrease meat consumption\nunless we give consumers alternatives\nthat cost the same or less and that taste the same or better.\nWe have the solution.\nLet's make meat from plants. Let's grow it directly from cells.\nIt's past time that we mobilize the resources that are necessary\nto create the next global agricultural revolution.\nThank you.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "nisSeC81u2M",
	"Title": "3 lessons on decision-making from a poker champion | Liv Boeree",
	"Transcription": "So I'm a professional poker player,\nand today, I want to talk about three things that the game has taught me\naround decision-making that I find apply to everyday life.\nNow the first of these things is about luck.\nNow, like poker, life is also a game of skill and luck,\nand when it comes to the biggest things we care about --\nhealth, wealth and relationships --\nthese outcomes don't only depend on the quality of our decision-making,\nbut also the roll of life's dice.\nFor example, we can be perfectly health-conscious\nand still get unlucky with something like cancer.\nOr we can smoke 20 a day and live to a ripe old age,\nand this kind of ambiguity can make it hard for us to know\nhow good our strategies are, sometimes,\nespecially when we're experiencing a lot of success.\nFor example, back in 2010,\nI won a really big poker tournament known as the European Poker Tour.\nAnd because I'd only been playing full-time for about a year,\nwhen I won, I assumed I must be rather brilliant.\nIn fact, I thought I was so brilliant\nthat I not only got rather lazy with studying the game,\nbut I also got more risky,\nstarted playing in the biggest tournaments I could\nagainst the very best in the world.\nAnd then my profit graph went from a thing of beauty\nto something kind of sad,\nwith this worrying downhill trend for a long time,\nuntil I finally realized that I was overestimating my skill level,\nand got my act together.\nAnd this kind of reminds me of what we've been seeing\nin the cryptocurrency space, at least in 2017,\nwhere the only thing that's been going up faster than the markets themselves\nis the number of \"senior investment specialists\"\nwho have been appearing out of nowhere.\nNow I'm not saying it's not possible to have a strategic edge,\nbut at the same time, it's very easy to feel like a genius\nwhen you're in a market that's going up so fast\nthat even the worst strategies are making a profit.\nSo when we're experiencing success,\nit's important to take a moment to really ask ourselves\nhow much of it is truly down to us,\nbecause our egos love to downplay the luck factor when we're winning.\nNow, a second thing poker taught me\nis the importance of quantifying my thinking.\nWhen you're playing, you can't just get away with going,\n\"Eh, they're probably bluffing.\"\nThat's just going to lose you a bunch of money,\nbecause poker is a game of probabilities and precision,\nand so you have to train yourself to think in numbers.\nSo now, whenever I catch myself\nthinking vaguely about something really important, like,\n\"It's unlikely I'll forget what I want to say in my TED Talk,\"\nI now try to estimate it numerically.\n(Laughter)\nTrust me, it helps a lot with the planning process.\nAnd the thing is, almost anything that could possibly happen here today,\nor at any point in the future,\ncan also be expressed as a probability, too.\n(Laughter)\nSo now I also try to speak in numbers as well.\nSo if someone asks me,\n\"Hey, Liv, do you think you're going to come along to that thing tonight?\"\ninstead of just saying to them, \"Yeah, probably,\"\nI actually give them my best estimate --\nsay, 60 percent.\nBecause -- I know that sounds a little odd --\nbut the thing is, I ran a poll on Twitter\nof what people understand the word \"probably\" to mean,\nand this was the spread of answers.\nEnormous!\nSo apparently, it's absolutely useless\nat actually conveying any real information.\nSo if you guys catch yourselves using these vague words,\nlike \"probably\" or \"sometimes,\"\ntry, instead, using numbers, because when we speak in numbers,\nwe know what lands in the other person's brain.\nNow, the third thing I want to touch on today is intuition.\nHow often have you seen these kinds of inspirational memes\nin your Facebook feed?\n[Always trust your gut feeling and never second-guess.]\nThey're nice, right?\nIt's lovely. Yes. \"Trust your soul.\"\nWell, they're terrible advice.\nThese are some of the best poker players in the world right now.\nDo they look like people who live purely off feelings and intuitions?\n(Laughter)\nLook at them!\nObviously, these guys are about slow, careful analysis,\nand that's because the game has outgrown the days\nwhere pure street smarts and people-reading\ncan get you to the top.\nAnd that's because our intuitions aren't nearly as perfect\nas we'd like to believe.\nI mean, it'd be great, whenever we're in a tough spot,\nto just have an answer appear to us from some magical source of inspiration.\nBut in reality, our gut is extremely vulnerable\nto all kinds of wishful thinking and biases.\nSo then, what is our gut good for?\nWell, all the studies I've read\nconclude that it's best-suited for everyday things\nthat we have lots and lots of experience in,\nlike how we just know that our friend is mad at us\nbefore we've even said anything to them,\nor whether we can fit our car into a tight parking spot.\nBut when it comes to the really big stuff,\nlike what's our career path going to be\nor who should we marry,\nwhy should we assume that our intuitions\nare better calibrated for these than slow, proper analysis?\nI mean, they don't have any data to be based off.\nSo my third lesson is, while we shouldn't ignore our intuitions,\nwe shouldn't overprivilege them either.\nAnd I'd like to summarize these three lessons today\nwith my own set of memes,\nwith more of a poker-player twist.\n\"Success is sweetest when you achieve it across a large sample size.\"\n(Laughter)\n\"Your gut is your friend and so is a cost-benefit analysis.\"\n(Laughter)\n\"The future is unknown, but you can damn well try and estimate it.\"\nThank you.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "pphn8cJSApo",
	"Title": "Spider-Man: Into the Spider-Verse Trailer",
	"Transcription": "- Miles?! You've gotta go. - Yeah?\nIf you want me to drive you, we've got to go now.\n- Personal chauffeur going once. - No Dad, I'll walk. It's okay.\nSeriously, dad. Walking would have been fine.\nBreaking news: Spider-Man saves the day again.\nSpider-Man.\nThis guy swings-in once a day and zip-zap-zop...\nDad speedup! Speedup! I know these kids.\n- Hey Miles! Have you been arrested?! - Guys, don't cops run red lights?\nWell, yeah, some do.\nBut not your dad.\nIn your universe, there's only one Spider-Man.\nBut there's another universe that looks and sounds like yours, but is not.\nMy name is Miles Morales.\nHey, kid.\n- You're like me. - How?\nI know it's complicated.\nYou want to know what happened to you.\nI can teach you to be Spider-Man.\nI love these burgers, so delicious.\nIt's one of the best burgers I've ever had.\nYou have money, right? I'm not very liquid right now.\nI think you're gonna be a bad teacher.\nHow am I supposed to save the whole world?\nYou can't think about saving the world. You have to think about saving one person.\nOne thing I know for sure: don't do it like me.\nDo it like you!\nI see this spark in you. It's amazing!\nHands up!\nWhatever you choose to do, you'll be great.\n- I love you, Miles. - Yeah, I know, dad.\n- You've got to say, \"I love you back.\" - Dad, are you serious?\nI want to hear it. \"I love you, dad.\"\n- You're dropping me... - \"I love you, dad\".\n\"Dad, I love you.\"\nDad, I love you.\nThat's a copy.\n- Time to swing, just like I told you. - When did you teach me that?\nI didn't. It's a little joke for team building.\n- Hey, guys. - Okay, who are you?\nI'm Gwen Stacy.\nCome on!\n- How many spider-people are there? - Save it for Comic-Con.\n- What's Comic-Con? - Let's go!'",
	"VideoType": "Trailer",
	"EnglishLevel": "None"
}
{
	"ApiId": "fufAIT3zdlU",
	"Title": "Friends - Joey - Butt double",
	"Transcription": "oh my god okay okay I'll be there huh\nhow's my agent my agent has just gotten me a job in the new Al Pacino movie can\nyou believe this\nAl Pacino this guy's the reason I became an actor I'm I'm gonna pair you're out of order\nthis whole courtrooms out of order\nseriously what's the part just when I thought I was out they pull me back in\ngoodbye seriously Joey what's the part\nuh you're you're never I'm his butt\ndouble okay\nI play out Pacino's but right he goes into the shower and then\nI'm his bot oh my god come on you guys\nthis is a real movie and Al Pacino's in it that's big oh no it's terrific it's\nit's you know you deserve this after all\nyou years of struggling you've finally\nbeen able to crack your way\nhey hey fine make jokes I don't care\nthis is a big break for me no you're\nright you're right it is yeah so you can\ninvite us all to the big opening\nhandler salmon hire the girl okay\neverybody ready uh listen I just want to\nthank you for this great opportunity\nlose the row but me that would work right okay\nlosing the robe okay and the robe is lost\nokay everybody would like to get this in one take please\nlet's roll it waters working and action and cut\nhey but guy what the hell you doing I'm\nJarrod no that was clenching Oh way I\nsee it the guy's upset here you know I\nmean his wife's dad his brothers missing\nI think his butt would be angry here I\nthink his butt would like to get the\nshot before lunch once again rolling\nwater working and action\nand cut what was that I was going for\nquiet desperation but if you have to ask\nhey hey hey we did it aren't you the guy\nwho plays the bud in the new Al Pacino movie nope\nno what happened big guy big guy it felt\nlike a big guy moment I got fired oh\nyeah they said I acted too much with it\nI told everybody about this now\neveryone's gonna go to the theater\nexpecting to see me oh you know what no\none is gonna be able to tell my mom will\nsomething so sweet and disturbing about\nthat you know I've done nothing but\ncrappy plays for six years\nand I finally get my shot and I blow it\nI mean maybe this wasn't your shot yeah\nI think when it's your shot you know you\nyou know it's your shot did did it feel\nlike your shot at the town I was naked\nno I don't think this was your shot I\nmean I don't even think you just get one\nshot I really believe big things are\ngonna happen for you I do and you've got\nto just keep thinking about the day that\nsome kid is gonna run up to his friends\nago I got the part I got the part\nI'm gonna be joey tribbiani's ass\noh it's so nice oh I'm sorry Joey let me go to bed guys\nhi hi Monica come on you're gonna leave\nyour shoes out here uh-huh\nreally just just casually strewn about\nand that reckless haphazard manner doessn't matter\nI'll get him tomorrow or not whenever she is a kook",
	"VideoType": "Film Fragment",
	"EnglishLevel": "None"
}
{
	"ApiId": "OKnhSCALXW4",
	"Title": "The Simpsons episode Homer Tries to vote for Obama",
	"Transcription": "Hello, I'd like to vote\nfor president, governor,\nand anything that will take money\naway from our parks and libraries.\nEh, use machine number three.\nOh! I can't fit in the booth!\nUse the double-wide.\nOoh! One of those\nelectronic voting dealies.\nOne vote for McCain. Thank you.\nNo, I want to vote for Obama.\nTwo votes for McCain.\nCome on. It's time for a change!\nThree votes for McCain.\nNo! No! No!\nSix votes for President McCain.\nHey, I only meant one of\nthose votes for McCain.\nThis machine is rigged.\nMust... tell.. President McCain.\nThis doesn't happen\nin America! Maybe Ohio!\nBut not in America!\nI voted",
	"VideoType": "Cartoon Fragment",
	"EnglishLevel": "None"
}
{
	"ApiId": "YFC5CwZVCEw",
	"Title": "Archeology from space | Sarah Parcak",
	"Transcription": "When I was a child growing up in Maine, one of my favorite things to do was to look for sand dollars on the seashores of Maine,because my parents told me it would bring me luck.\nBut you know, these shells, they're hard to find.\nThey're covered in sand, they're difficult to see.\nHowever, over time, I got used to looking for them.\nI started seeing shapes and patterns that helped me to collect them.\nThis grew into a passion for finding things, a love for the past and archaeology.\nAnd eventually, when I started studying Egyptology, I realized that seeing with my naked eyes alone wasn't enough.\nBecause all of the sudden, in Egypt, my beach had grown from a tiny beach in Maine to one eight hundred miles long, next to the Nile.\nAnd my sand dollars had grown to the size of cities.\nThis is really what brought me to using satellite imagery.\nFor trying to map the past, I knew that I had to see differently.\nSo I want to show you an example of how we see differently using the infrared.\nThis is a site located in the eastern Egyptian delta called Mendes.\nAnd the site visibly appears brown, but when we use the infrared and we process it, all of the sudden, using false color, the site appears as bright pink.\nWhat you are seeing are the actual chemical changes to the landscape caused by the building materials and activities of the ancient Egyptians.\nWhat I want to share with you today is how we've used satellite data to find an ancient Egyptian city, called Itjtawy, missing for thousands of years.\nItjtawy was ancient Egypt's capital for over four hundred years, at a period of time called the Middle Kingdom, about four thousand years ago.\nThe site is located in the Faiyum of Egypt, and the site is really important, because in the Middle Kingdom there was this great renaissance for ancient Egyptian art, architecture and religion.\nEgyptologists have always known the site of Itjtawy was located somewhere near the pyramids of the two kings who built it, indicated within the red circles here, but somewhere within this massive flood plain.\nThis area is huge -- it's four miles by three miles in size.\nThe Nile used to flow right next to the city of Itjtawy, and as it shifted and changed and moved over time to the east, it covered over the city.\nSo, how do you find a buried city in a vast landscape?\nFinding it randomly would be the equivalent of locating a needle in a haystack, blindfolded, wearing baseball mitts.\nSo what we did is we used NASA topography data to map out the landscape, very subtle changes.\nWe started to be able to see where the Nile used to flow.\nBut you can see in more detail, and even more interesting, this very slight raised area seen within the circle up here which we thought could possibly be the location of the city of Itjtawy.\nSo we collaborated with Egyptian scientists to do coring work, which you see here.\nWhen I say coring, it's like ice coring, but instead of layers of climate change, you're looking for layers of human occupation.\nAnd, five meters down, underneath a thick layer of mud, we found a dense layer of pottery.\nWhat this shows is that at this possible location of Itjtawy, five meters down, we have a layer of occupation for several hundred years, dating to the Middle Kingdom, dating to the exact period of time we think Itjtawy is.\nWe also found work stone -- carnelian, quartz and agate that shows that there was a jeweler's workshop here.\nThese might not look like much, but when you think about the most common stones used in jewelry from the Middle Kingdom, these are the stones that were used.\nSo, we have a dense layer of occupation dating to the Middle Kingdom at this site.\nWe also have evidence of an elite jeweler's workshop, showing that whatever was there was a very important city.\nNo Itjtawy was here yet, but we're going to be returning to the site in the near future to map it out.\nAnd even more importantly, we have funding to train young Egyptians in the use of satellite technology so they can be the ones making great discoveries as well.\nSo I wanted to end with my favorite quote from the Middle Kingdom -- it was probably written at the city of Itjtawy four thousand years ago.\n\"Sharing knowledge is the greatest of all callings. There's nothing like it in the land.\"\nSo as it turns out, TED was not founded in 1984 AD.\nMaking ideas actually started in 1984 BC at a not-lost-for-long city, found from above.\nIt certainly puts finding seashells by the seashore in perspective.\nThank you very much.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "fJ9rUzIMcZQ",
	"Title": "Queen - Bohemian Rhapsody",
	"Transcription": "Is this the real life?\nIs this just fantasy?\nCaught in a landslide\nNo escape from reality\nOpen your eyes\nLook up to the skies and see\nI'm just a poor boy, I need no sympathy\nBecause I'm easy come, easy go\nA little high, little low\nAnyway the wind blows, doesn't really matter to me, to me\n \nMama, just killed a man\nPut a gun against his head\nPulled my trigger, now he's dead\nMama, life had just begun\nBut now I've gone and thrown it all away\nMama, ooo\nDidn't mean to make you cry\nIf I'm not back again this time tomorrow\nCarry on, carry on, as if nothing really matters\n \nToo late, my time has come\nSends shivers down my spine\nBody's aching all the time\nGoodbye everybody - I've got to go\nGotta leave you all behind and face the truth\nMama, ooo - (anyway the wind blows)\nI don't want to die\nI sometimes wish I'd never been born at all\n \nI see a little silhouette of a man\nScaramouch, scaramouch will you do the fandango\nThunderbolt and lightning - very very frightening me\nGallileo, Gallileo,\nGallileo, Gallileo,\nGallileo Figaro - magnifico\n \nBut I'm just a poor boy and nobody loves me\nHe's just a poor boy from a poor family\nSpare him his life from this monstrosity\nEasy come easy go - will you let me go\nBismillah! No - we will not let you go - let him go\nBismillah! We will not let you go - let him go\nBismillah! We will not let you go - let me go\nWill not let you go - let me go (never)\nNever let you go - let me go\nNever let me go - ooo\nNo, no, no, no, no, no, no -\nOh mama mia, mama mia, mama mia let me go\nBeelzebub has a devil put aside for me\nFor me\nFor me\n \nSo you think you can stop me and spit in my eye\nSo you think you can love me and leave me to die\nOh baby - can't do this to me baby\nJust gotta get out - just gotta get right outta here\n \nOoh yeah, ooh yeah\nNothing really matters\nAnyone can see\nNothing really matters - nothing really matters to me\n \nAnyway the wind blows...",
	"VideoType": "Audio Clip",
	"EnglishLevel": "None"
}
{
	"ApiId": "_m-_ULkn2Ck",
	"Title": "Friends - \"Happy new year\"",
	"VideoType": "Film Fragment",
	"EnglishLevel": "None",
	"Transcription": "here at of square\nwe go kids and then the peacock bit me\nplease kiss me at midnight\nyou seen sandy ooh I don't know how to\ntell you this but she's in Monica's\nbedroom getting it on with Max that\nscientist geek oh look at that I didn't\nknow how to say running in 20 seconds\nit'll be midnight and the moment of joy\nis applause it's like that nosed\neight-pack thing worked out\nhoney what's so happy I hate that not\neverybody's happy\nhey Bobby no I thought I'd throw this\nout here I'm no math whiz but I do\nbelieve there are three girls and three\nguys right here you see anyone I can't\nkiss me\nso I'm kissing everyone no no no you\ncan't kiss Ross that's irrelevant oh\nyeah perfect perfect so now everybody's\ngetting kissed but me\nall right somebody kiss me somebody kiss\nme time nine Johnny can somebody kiss\nmatch\nI wanted this to work so much I'm still\nin there changing his diapers picking\nhis flea\nbut he's just phoning it in just so hard\nto accept the fact that something you\nlove so much doesn't love you back you\nknow like that bitch cracked my tooth"
}
{
	"ApiId": "Us5efsJm4XQ",
	"Title": "Avengers: Infinity War Trailer",
	"Transcription": "The entire time I knew him,\nhe only ever had one goal.\nTo wipe out half the universe.\nIf he gets all the infinity stones,\nhe can do it with a snap of his fingers.\nJust like that.\nTell me his name again.\nThanos.\nWe got one advantage.\nHe's coming to us.\nWe have what Thanos wants.\nSo, that's what we use.\nLet's talk about this plan of yours.\nI think it's good, except, it sucks.\nSo, let me do the plan, and that way, it might be really good.\nThe end is near.\nAnd when I'm done,\nhalf of humanity will still exists.\nPerfectly balanced.\nAs all thing should be.\nI hope they remember you.\nI'm Peter, by the way.\nDoctor Strange.\nOh, you're using your made up names. Then I am Spider-man.",
	"VideoType": "Trailer",
	"EnglishLevel": "None"
}
{
	"ApiId": "iiCO9ZZ5p20",
	"Title": "Marge Preps Homer For Dinner",
	"Transcription": "How could she be so embarrassed of her own family?\nWe've got to help Lisa make a good impression.\nStop drinking out of that hose.\nOh, so now drinking out of a hose in my own bedroom\nis embarrassing.\nHomer.\nHomer.\nHomer.\nHomer.\nI'm giving you a list of four things\nto say at dinner tonight.\nFour things-- that's it.\nOne, two, three--\nyou're right.\nAt dinner tonight, I don't want\nyou to be somebody you aren't.\nI also don't want you to be who you are.\nSo just stick to these.\nAll right.\nI completely angry.\nThat's agree.\nOh, much better.",
	"VideoType": "Cartoon Fragment",
	"EnglishLevel": "None"
}
{
	"ApiId": "ttcJMNlKif4",
	"Title": "An ingenious proposal for scaling up marine protection | Mark Tercek",
	"Transcription": "Ah, earth's oceans.They are beautiful, inspiring, life-sustaining.\nThey are also, as you're probably quite aware, more or less screwed.\nIn the Seychelles, for example,\nhuman activities and climate change have left corals bleached.\nOverfishing has caused fish stocks to plummet.\nBiodiversity is in peril.\nSo what can we do?\nWell, some form of protection, obviously.\nNature is very resilient.\nWhen marine areas are strategically protected,\nentire ecosystems can bounce back.\nHowever, creating marine protected areas isn't easy.\nFirst, you have the issue of figuring out where to protect.\nThis coral reef overlaps with that international fishing route,\nintersects with this fish hatchery.\nEverything is interconnected.\nAnd marine protection plans must take into account\nhow one area affects another.\nThen, there's the issue of getting everyone on board.\nCoastal economies often rely on fishing and tourism.\nIf people think they can't do their work,\nthere's no chance of getting the local buy-in you need\nfor the area to be successful.\nMarine protected areas must also be enforced.\nThat means the government itself must be deeply invested in the plan.\nToken support will not cut it.\nAnd finally, conservation requires money.\nA lot of it.\nGovernments in island and coastal nations may want to protect their waters,\nbut often these nations have very high debt\nand can't afford to prioritize conservation.\nIf we rely on philanthropic dollars alone to fund marine protection,\nwe might get a small marine-protected area here,\nanother little one there.\nBut we need more marine protected areas faster,\nto have lasting impact.\nSo what exactly does smart ocean conservation look like?\nHow do we get the money, government support and careful planning\nthat takes into account both local economies\nand complex ecosystems?\nWe want to share with you an audacious idea\nfrom The Nature Conservancy.\nIt seeks to address all of these things in one fell swoop.\nThey've realized that debt held by island and coastal nations\nis the very thing that will enable them to achieve their conservation goals.\nTNC's idea is to restructure this debt,\nto generate the funds and political will\nto protect reefs, mangroves and fisheries.\nFor example, if you refinance your house\nto take advantage of a better interest rate,\nmaybe you use the savings to insulate your attic.\nThat's what Blue Bonds for Conservation do for entire coastal countries.\nRefinance the debt,\nthen use the savings to create marine protected areas.\nOf course, sovereign debt restructuring is more complicated than that,\nbut you get the basic idea.\nIf investors put in 40 million dollars now,\nit can unlock as much as 1.6 billion for ocean conservation.\nAnd this is how the work gets done.\nStep one: negotiate the deal.\nA coastal nation commits to protect at least 30 percent of its ocean areas.\nIn exchange, The Nature Conservancy bring investors, public funders\nand international development organizations\nto the table to restructure a portion of the nation's debt,\nleading to lower interest rates and longer repayment periods.\nStep two: create a marine plan.\nSimultaneously, The Nature Conservancy works with marine scientists,\ngovernment leaders and local stakeholders\nto create a detailed conservation plan\nthat integrates the needs of the ocean with the needs of the people.\nStep three: activate for longevity.\nTNC establishes an independently run conservation trust fund.\nThe savings from the debt restructure goes into it\nto support new marine protected areas.\nThe trust then holds the government accountable for its commitments,\nensuring that the Blue Bonds finance real protection efforts.\nCould this plan work?\nIt already has.\nIn 2016, TNC helped create a national conservation plan in the Seychelles.\nTNC restructured 22 million dollars of the government's debt.\nAnd in exchange, the government agreed to protect 30 percent of its marine areas.\nToday, the Seychelles is on track\nto protect 400,000 square kilometers of ocean.\nThat's an area roughly the size of Germany.\nThe Seychelles is protecting its coral reefs,\nit's replenishing its fisheries,\nit's improving its resilience to climate change.\nAt the same time, it's strengthening its economy.\nThis success is making other governments take note.\nMany want to be part of this.\nThere's an opportunity to scale this up, dramatically.\nAnd fast.\nTNC has identified 20 more nations where such a plan should be possible.\nBut to execute, they need seed capital.\nAnd to put in place local teams who can develop conservation plans,\nwork with all the stakeholders and structure the deals.\nIf they get the support they need over the next five years,\nthey could protect four million square kilometers of ocean.\nThat's 10 Germanies.\nThis would increase the amount of protected areas\nin all of the world's oceans\nby an incredible 15 percent.\nIt would allow vast tracks of the world's coral reefs to replenish\nand give safe harbor to countless species.\nThis would be truly incredible.\nAnd it's really just the beginning.\nBecause there aren't 20 countries in the world\nwhere this kind of debt conversion would work.\nThere are almost 100.\nWith this approach, everyone wins.\nGovernments, local citizens, funders,\nand most importantly, our oceans.\nSo in fact, we all win.\nAh, earth's oceans.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "vZCGSP3A0Fo",
	"Title": "The next global agricultural revolution | Bruce Friedrich",
	"Transcription": "In 2019, humanity received a warning:\n30 of the world's leading scientists released the results\nof a massive three-year study into global agriculture\nand declared that meat production is destroying our planet\nand jeopardizing global health.\nOne of the study's authors explained\nthat \"humanity now poses a threat to the stability of the planet ...\n[This requires] nothing less than a new global agricultural revolution.\"\nAs somebody who's spent the last two decades\nadvocating a shift away from industrial meat production,\nI wanted to believe that this clarion call was going to make a difference.\nThe thing is, I've seen this sort of thing again and again and again for decades.\nHere's 2018 from the journal \"Nature,\"\n2017 from \"Bioscience Journal,\"\n2016 from the National Academy of Sciences.\nThe main point of these studies tends to be climate change.\nBut antibiotic resistance represents just as big of a threat.\nWe are feeding massive doses of antibiotics to farm animals.\nThese antibiotics are then mutating into superbugs\nthat threaten to render antibiotics obsolete\nwithin all of our lifetimes.\nYou want a scare?\nGoogle: \"the end of working antibiotics.\"\nI'm going to get one thing out of the way:\nI am not here to tell anybody what to eat.\nIndividual action is great,\nbut antibiotic resistance and climate change --\nthey require more.\nBesides, convincing the world to eat less meat hasn't worked.\nFor 50 years, environmentalists, global health experts and animal activists\nhave been begging the public to eat less meat.\nAnd yet, per capita meat consumption\nis as high as it's been in recorded history.\nThe average North American last year ate more than 200 pounds of meat.\nAnd I didn't eat any.\n(Laughter)\nWhich means somebody out there ate 400 pounds of meat.\n(Laughter)\nOn our current trajectory,\nwe're going to need to be producing 70 to 100 percent more meat by 2050.\nThis requires a global solution.\nWhat we need to do is we need to produce the meat that people love,\nbut we need to produce it in a whole new way.\nI've got a couple of ideas.\nIdea number one: let's grow meat from plants.\nInstead of growing plants, feeding them to animals,\nand all of that inefficiency,\nlet's grow those plants, let's biomimic meat with them,\nlet's make plant-based meat.\nIdea number two: for actual animal meat,\nlet's grow it directly from cells.\nInstead of growing live animals, let's grow the cells directly.\nIt takes six weeks to grow a chicken to slaughter weight.\nGrow the cells directly, you can get that same growth\nin six days.\nThis is what that looks like at scale.\nIt's your friendly neighborhood meat brewery.\n(Laughter)\nI want to make two points about this.\nThe first one is, we believe we can do it.\nIn recent years, some companies have been producing meat from plants\nthat consumers cannot distinguish from actual animal meat,\nand there are now dozens of companies growing actual animal meat\ndirectly from cells.\nThis plant-based and cell-based meat\ngives consumers everything that they love about meat --\nthe taste, the texture and so on --\nbut with no need for antibiotics\nand with a fraction of the adverse impact on the climate.\nAnd because these two technologies are so much more efficient,\nat production scale\nthese products will be cheaper.\nBut one quick point about that --\nit's not going to be easy.\nThese plant-based companies have spent small fortunes on their burgers,\nand cell-based meat has not yet been commercialized at all.\nSo we're going to need all hands on deck\nto make these the global meat industry.\nFor starters, we need the present meat industry.\nWe don't want to disrupt the meat industry,\nwe want to transform it.\nWe need their economies of scale,\ntheir global supply chain, their marketing expertise\nand their massive consumer base.\nWe also need governments.\nGovernments spend tens of billions of dollars every single year\non research and development\nfocused on global health and the environment.\nThey should be putting some of that money into optimizing and perfecting\nthe production of plant-based and cell-based meat.\nLook, tens of thousands of people died from antibiotic-resistant superbugs\nin North America just last year.\nBy 2050, that number is going to be 10 million per year globally.\nAnd climate change represents an existential threat\nto huge portions of our global family,\nincluding some of the poorest people on the face of the planet.\nClimate change, antibiotic resistance -- these are global emergencies.\nMeat production is exacerbating these emergencies on a global scale.\nBut we are not going to decrease meat consumption\nunless we give consumers alternatives\nthat cost the same or less and that taste the same or better.\nWe have the solution.\nLet's make meat from plants. Let's grow it directly from cells.\nIt's past time that we mobilize the resources that are necessary\nto create the next global agricultural revolution.\nThank you.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "fufAIT3zdlU",
	"Title": "Friends - Joey - Butt double",
	"Transcription": "oh my god okay okay I'll be there huh\nhow's my agent my agent has just gotten me a job in the new Al Pacino movie can\nyou believe this\nAl Pacino this guy's the reason I became an actor I'm I'm gonna pair you're out of order\nthis whole courtrooms out of order\nseriously what's the part just when I thought I was out they pull me back in\ngoodbye seriously Joey what's the part\nuh you're you're never I'm his butt\ndouble okay\nI play out Pacino's but right he goes into the shower and then\nI'm his bot oh my god come on you guys\nthis is a real movie and Al Pacino's in it that's big oh no it's terrific it's\nit's you know you deserve this after all\nyou years of struggling you've finally\nbeen able to crack your way\nhey hey fine make jokes I don't care\nthis is a big break for me no you're\nright you're right it is yeah so you can\ninvite us all to the big opening\nhandler salmon hire the girl okay\neverybody ready uh listen I just want to\nthank you for this great opportunity\nlose the row but me that would work right okay\nlosing the robe okay and the robe is lost\nokay everybody would like to get this in one take please\nlet's roll it waters working and action and cut\nhey but guy what the hell you doing I'm\nJarrod no that was clenching Oh way I\nsee it the guy's upset here you know I\nmean his wife's dad his brothers missing\nI think his butt would be angry here I\nthink his butt would like to get the\nshot before lunch once again rolling\nwater working and action\nand cut what was that I was going for\nquiet desperation but if you have to ask\nhey hey hey we did it aren't you the guy\nwho plays the bud in the new Al Pacino movie nope\nno what happened big guy big guy it felt\nlike a big guy moment I got fired oh\nyeah they said I acted too much with it\nI told everybody about this now\neveryone's gonna go to the theater\nexpecting to see me oh you know what no\none is gonna be able to tell my mom will\nsomething so sweet and disturbing about\nthat you know I've done nothing but\ncrappy plays for six years\nand I finally get my shot and I blow it\nI mean maybe this wasn't your shot yeah\nI think when it's your shot you know you\nyou know it's your shot did did it feel\nlike your shot at the town I was naked\nno I don't think this was your shot I\nmean I don't even think you just get one\nshot I really believe big things are\ngonna happen for you I do and you've got\nto just keep thinking about the day that\nsome kid is gonna run up to his friends\nago I got the part I got the part\nI'm gonna be joey tribbiani's ass\noh it's so nice oh I'm sorry Joey let me go to bed guys\nhi hi Monica come on you're gonna leave\nyour shoes out here uh-huh\nreally just just casually strewn about\nand that reckless haphazard manner doessn't matter\nI'll get him tomorrow or not whenever she is a kook",
	"VideoType": "Film Fragment",
	"EnglishLevel": "None"
}
{
	"ApiId": "OKnhSCALXW4",
	"Title": "The Simpsons episode Homer Tries to vote for Obama",
	"Transcription": "Hello, I'd like to vote\nfor president, governor,\nand anything that will take money\naway from our parks and libraries.\nEh, use machine number three.\nOh! I can't fit in the booth!\nUse the double-wide.\nOoh! One of those\nelectronic voting dealies.\nOne vote for McCain. Thank you.\nNo, I want to vote for Obama.\nTwo votes for McCain.\nCome on. It's time for a change!\nThree votes for McCain.\nNo! No! No!\nSix votes for President McCain.\nHey, I only meant one of\nthose votes for McCain.\nThis machine is rigged.\nMust... tell.. President McCain.\nThis doesn't happen\nin America! Maybe Ohio!\nBut not in America!\nI voted",
	"VideoType": "Cartoon Fragment",
	"EnglishLevel": "None"
}
{
	"ApiId": "YFC5CwZVCEw",
	"Title": "Archeology from space | Sarah Parcak",
	"Transcription": "When I was a child growing up in Maine, one of my favorite things to do was to look for sand dollars on the seashores of Maine,because my parents told me it would bring me luck.\nBut you know, these shells, they're hard to find.\nThey're covered in sand, they're difficult to see.\nHowever, over time, I got used to looking for them.\nI started seeing shapes and patterns that helped me to collect them.\nThis grew into a passion for finding things, a love for the past and archaeology.\nAnd eventually, when I started studying Egyptology, I realized that seeing with my naked eyes alone wasn't enough.\nBecause all of the sudden, in Egypt, my beach had grown from a tiny beach in Maine to one eight hundred miles long, next to the Nile.\nAnd my sand dollars had grown to the size of cities.\nThis is really what brought me to using satellite imagery.\nFor trying to map the past, I knew that I had to see differently.\nSo I want to show you an example of how we see differently using the infrared.\nThis is a site located in the eastern Egyptian delta called Mendes.\nAnd the site visibly appears brown, but when we use the infrared and we process it, all of the sudden, using false color, the site appears as bright pink.\nWhat you are seeing are the actual chemical changes to the landscape caused by the building materials and activities of the ancient Egyptians.\nWhat I want to share with you today is how we've used satellite data to find an ancient Egyptian city, called Itjtawy, missing for thousands of years.\nItjtawy was ancient Egypt's capital for over four hundred years, at a period of time called the Middle Kingdom, about four thousand years ago.\nThe site is located in the Faiyum of Egypt, and the site is really important, because in the Middle Kingdom there was this great renaissance for ancient Egyptian art, architecture and religion.\nEgyptologists have always known the site of Itjtawy was located somewhere near the pyramids of the two kings who built it, indicated within the red circles here, but somewhere within this massive flood plain.\nThis area is huge -- it's four miles by three miles in size.\nThe Nile used to flow right next to the city of Itjtawy, and as it shifted and changed and moved over time to the east, it covered over the city.\nSo, how do you find a buried city in a vast landscape?\nFinding it randomly would be the equivalent of locating a needle in a haystack, blindfolded, wearing baseball mitts.\nSo what we did is we used NASA topography data to map out the landscape, very subtle changes.\nWe started to be able to see where the Nile used to flow.\nBut you can see in more detail, and even more interesting, this very slight raised area seen within the circle up here which we thought could possibly be the location of the city of Itjtawy.\nSo we collaborated with Egyptian scientists to do coring work, which you see here.\nWhen I say coring, it's like ice coring, but instead of layers of climate change, you're looking for layers of human occupation.\nAnd, five meters down, underneath a thick layer of mud, we found a dense layer of pottery.\nWhat this shows is that at this possible location of Itjtawy, five meters down, we have a layer of occupation for several hundred years, dating to the Middle Kingdom, dating to the exact period of time we think Itjtawy is.\nWe also found work stone -- carnelian, quartz and agate that shows that there was a jeweler's workshop here.\nThese might not look like much, but when you think about the most common stones used in jewelry from the Middle Kingdom, these are the stones that were used.\nSo, we have a dense layer of occupation dating to the Middle Kingdom at this site.\nWe also have evidence of an elite jeweler's workshop, showing that whatever was there was a very important city.\nNo Itjtawy was here yet, but we're going to be returning to the site in the near future to map it out.\nAnd even more importantly, we have funding to train young Egyptians in the use of satellite technology so they can be the ones making great discoveries as well.\nSo I wanted to end with my favorite quote from the Middle Kingdom -- it was probably written at the city of Itjtawy four thousand years ago.\n\"Sharing knowledge is the greatest of all callings. There's nothing like it in the land.\"\nSo as it turns out, TED was not founded in 1984 AD.\nMaking ideas actually started in 1984 BC at a not-lost-for-long city, found from above.\nIt certainly puts finding seashells by the seashore in perspective.\nThank you very much.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "fJ9rUzIMcZQ",
	"Title": "Queen - Bohemian Rhapsody",
	"Transcription": "Is this the real life?\nIs this just fantasy?\nCaught in a landslide\nNo escape from reality\nOpen your eyes\nLook up to the skies and see\nI'm just a poor boy, I need no sympathy\nBecause I'm easy come, easy go\nA little high, little low\nAnyway the wind blows, doesn't really matter to me, to me\n \nMama, just killed a man\nPut a gun against his head\nPulled my trigger, now he's dead\nMama, life had just begun\nBut now I've gone and thrown it all away\nMama, ooo\nDidn't mean to make you cry\nIf I'm not back again this time tomorrow\nCarry on, carry on, as if nothing really matters\n \nToo late, my time has come\nSends shivers down my spine\nBody's aching all the time\nGoodbye everybody - I've got to go\nGotta leave you all behind and face the truth\nMama, ooo - (anyway the wind blows)\nI don't want to die\nI sometimes wish I'd never been born at all\n \nI see a little silhouette of a man\nScaramouch, scaramouch will you do the fandango\nThunderbolt and lightning - very very frightening me\nGallileo, Gallileo,\nGallileo, Gallileo,\nGallileo Figaro - magnifico\n \nBut I'm just a poor boy and nobody loves me\nHe's just a poor boy from a poor family\nSpare him his life from this monstrosity\nEasy come easy go - will you let me go\nBismillah! No - we will not let you go - let him go\nBismillah! We will not let you go - let him go\nBismillah! We will not let you go - let me go\nWill not let you go - let me go (never)\nNever let you go - let me go\nNever let me go - ooo\nNo, no, no, no, no, no, no -\nOh mama mia, mama mia, mama mia let me go\nBeelzebub has a devil put aside for me\nFor me\nFor me\n \nSo you think you can stop me and spit in my eye\nSo you think you can love me and leave me to die\nOh baby - can't do this to me baby\nJust gotta get out - just gotta get right outta here\n \nOoh yeah, ooh yeah\nNothing really matters\nAnyone can see\nNothing really matters - nothing really matters to me\n \nAnyway the wind blows...",
	"VideoType": "Audio Clip",
	"EnglishLevel": "None"
}
{
	"ApiId": "uwbRXXsYbUc",
	"Title": "Friends - Rachel - Welcome to the real world",
	"VideoType": "Film Fragment",
	"EnglishLevel": "None",
	"Transcription": "all right kids I gotta get to work\nif I don't input those numbers doesn't\nmake much of a difference so like you\nguys all have jobs yeah we all have jobs\nsee that's how we buy stuff yeah I'm an\nactor Wow\nwhat I've seen you in anything oh I\ndoubt it mostly regional work Hey\nunless you happen to catch the wee ones\nproduction of Pinocchio look Geppetto\nI'm a real live boy I will not take this\nabuse you're right I'm sorry\nonce I was a wooden boy guess what you\ngot a job are you kidding I'm trained\nfor nothing\nI was laughed out of 12 interviews today\nand yet you're surprisingly upbeat\nwell you would be too if you found Joan\nand David boots on sale 50 percent off\noh how well you know me they're my new I\ndon't need a job I don't need my parents\nI've got great boots boots how'd you pay\nfor them a credit card\nyeah who pays for that um my\ncome on you can't live off your parents\nyour whole life I know that that's why I\nwas getting married if we're break it's\nhard being on your own for the first\ntime thank you you're welcome\nI remember when I first came to this\ncity I was 14 my mom had just killed\nherself and my stepdad was back in\nprison and I got here and I don't know\nanybody and I ended up living with this\nalbino guy who was like cleaning\nwindshields outside Port Authority and\nthen he killed himself and then I found\naromatherapy so believe me I know\nexactly how you feel the word you're\nlooking for is anyway\nready I don't think so come on cotton\ncut cut cut cut cut cut cut cut cut cut\ncut cut cut\nwelcome to the real world it sucks\nyou're gonna love it"
}
{
	"ApiId": "ttcJMNlKif4",
	"Title": "An ingenious proposal for scaling up marine protection | Mark Tercek",
	"Transcription": "Ah, earth's oceans.They are beautiful, inspiring, life-sustaining.\nThey are also, as you're probably quite aware, more or less screwed.\nIn the Seychelles, for example,\nhuman activities and climate change have left corals bleached.\nOverfishing has caused fish stocks to plummet.\nBiodiversity is in peril.\nSo what can we do?\nWell, some form of protection, obviously.\nNature is very resilient.\nWhen marine areas are strategically protected,\nentire ecosystems can bounce back.\nHowever, creating marine protected areas isn't easy.\nFirst, you have the issue of figuring out where to protect.\nThis coral reef overlaps with that international fishing route,\nintersects with this fish hatchery.\nEverything is interconnected.\nAnd marine protection plans must take into account\nhow one area affects another.\nThen, there's the issue of getting everyone on board.\nCoastal economies often rely on fishing and tourism.\nIf people think they can't do their work,\nthere's no chance of getting the local buy-in you need\nfor the area to be successful.\nMarine protected areas must also be enforced.\nThat means the government itself must be deeply invested in the plan.\nToken support will not cut it.\nAnd finally, conservation requires money.\nA lot of it.\nGovernments in island and coastal nations may want to protect their waters,\nbut often these nations have very high debt\nand can't afford to prioritize conservation.\nIf we rely on philanthropic dollars alone to fund marine protection,\nwe might get a small marine-protected area here,\nanother little one there.\nBut we need more marine protected areas faster,\nto have lasting impact.\nSo what exactly does smart ocean conservation look like?\nHow do we get the money, government support and careful planning\nthat takes into account both local economies\nand complex ecosystems?\nWe want to share with you an audacious idea\nfrom The Nature Conservancy.\nIt seeks to address all of these things in one fell swoop.\nThey've realized that debt held by island and coastal nations\nis the very thing that will enable them to achieve their conservation goals.\nTNC's idea is to restructure this debt,\nto generate the funds and political will\nto protect reefs, mangroves and fisheries.\nFor example, if you refinance your house\nto take advantage of a better interest rate,\nmaybe you use the savings to insulate your attic.\nThat's what Blue Bonds for Conservation do for entire coastal countries.\nRefinance the debt,\nthen use the savings to create marine protected areas.\nOf course, sovereign debt restructuring is more complicated than that,\nbut you get the basic idea.\nIf investors put in 40 million dollars now,\nit can unlock as much as 1.6 billion for ocean conservation.\nAnd this is how the work gets done.\nStep one: negotiate the deal.\nA coastal nation commits to protect at least 30 percent of its ocean areas.\nIn exchange, The Nature Conservancy bring investors, public funders\nand international development organizations\nto the table to restructure a portion of the nation's debt,\nleading to lower interest rates and longer repayment periods.\nStep two: create a marine plan.\nSimultaneously, The Nature Conservancy works with marine scientists,\ngovernment leaders and local stakeholders\nto create a detailed conservation plan\nthat integrates the needs of the ocean with the needs of the people.\nStep three: activate for longevity.\nTNC establishes an independently run conservation trust fund.\nThe savings from the debt restructure goes into it\nto support new marine protected areas.\nThe trust then holds the government accountable for its commitments,\nensuring that the Blue Bonds finance real protection efforts.\nCould this plan work?\nIt already has.\nIn 2016, TNC helped create a national conservation plan in the Seychelles.\nTNC restructured 22 million dollars of the government's debt.\nAnd in exchange, the government agreed to protect 30 percent of its marine areas.\nToday, the Seychelles is on track\nto protect 400,000 square kilometers of ocean.\nThat's an area roughly the size of Germany.\nThe Seychelles is protecting its coral reefs,\nit's replenishing its fisheries,\nit's improving its resilience to climate change.\nAt the same time, it's strengthening its economy.\nThis success is making other governments take note.\nMany want to be part of this.\nThere's an opportunity to scale this up, dramatically.\nAnd fast.\nTNC has identified 20 more nations where such a plan should be possible.\nBut to execute, they need seed capital.\nAnd to put in place local teams who can develop conservation plans,\nwork with all the stakeholders and structure the deals.\nIf they get the support they need over the next five years,\nthey could protect four million square kilometers of ocean.\nThat's 10 Germanies.\nThis would increase the amount of protected areas\nin all of the world's oceans\nby an incredible 15 percent.\nIt would allow vast tracks of the world's coral reefs to replenish\nand give safe harbor to countless species.\nThis would be truly incredible.\nAnd it's really just the beginning.\nBecause there aren't 20 countries in the world\nwhere this kind of debt conversion would work.\nThere are almost 100.\nWith this approach, everyone wins.\nGovernments, local citizens, funders,\nand most importantly, our oceans.\nSo in fact, we all win.\nAh, earth's oceans.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "vZCGSP3A0Fo",
	"Title": "The next global agricultural revolution | Bruce Friedrich",
	"Transcription": "In 2019, humanity received a warning:\n30 of the world's leading scientists released the results\nof a massive three-year study into global agriculture\nand declared that meat production is destroying our planet\nand jeopardizing global health.\nOne of the study's authors explained\nthat \"humanity now poses a threat to the stability of the planet ...\n[This requires] nothing less than a new global agricultural revolution.\"\nAs somebody who's spent the last two decades\nadvocating a shift away from industrial meat production,\nI wanted to believe that this clarion call was going to make a difference.\nThe thing is, I've seen this sort of thing again and again and again for decades.\nHere's 2018 from the journal \"Nature,\"\n2017 from \"Bioscience Journal,\"\n2016 from the National Academy of Sciences.\nThe main point of these studies tends to be climate change.\nBut antibiotic resistance represents just as big of a threat.\nWe are feeding massive doses of antibiotics to farm animals.\nThese antibiotics are then mutating into superbugs\nthat threaten to render antibiotics obsolete\nwithin all of our lifetimes.\nYou want a scare?\nGoogle: \"the end of working antibiotics.\"\nI'm going to get one thing out of the way:\nI am not here to tell anybody what to eat.\nIndividual action is great,\nbut antibiotic resistance and climate change --\nthey require more.\nBesides, convincing the world to eat less meat hasn't worked.\nFor 50 years, environmentalists, global health experts and animal activists\nhave been begging the public to eat less meat.\nAnd yet, per capita meat consumption\nis as high as it's been in recorded history.\nThe average North American last year ate more than 200 pounds of meat.\nAnd I didn't eat any.\n(Laughter)\nWhich means somebody out there ate 400 pounds of meat.\n(Laughter)\nOn our current trajectory,\nwe're going to need to be producing 70 to 100 percent more meat by 2050.\nThis requires a global solution.\nWhat we need to do is we need to produce the meat that people love,\nbut we need to produce it in a whole new way.\nI've got a couple of ideas.\nIdea number one: let's grow meat from plants.\nInstead of growing plants, feeding them to animals,\nand all of that inefficiency,\nlet's grow those plants, let's biomimic meat with them,\nlet's make plant-based meat.\nIdea number two: for actual animal meat,\nlet's grow it directly from cells.\nInstead of growing live animals, let's grow the cells directly.\nIt takes six weeks to grow a chicken to slaughter weight.\nGrow the cells directly, you can get that same growth\nin six days.\nThis is what that looks like at scale.\nIt's your friendly neighborhood meat brewery.\n(Laughter)\nI want to make two points about this.\nThe first one is, we believe we can do it.\nIn recent years, some companies have been producing meat from plants\nthat consumers cannot distinguish from actual animal meat,\nand there are now dozens of companies growing actual animal meat\ndirectly from cells.\nThis plant-based and cell-based meat\ngives consumers everything that they love about meat --\nthe taste, the texture and so on --\nbut with no need for antibiotics\nand with a fraction of the adverse impact on the climate.\nAnd because these two technologies are so much more efficient,\nat production scale\nthese products will be cheaper.\nBut one quick point about that --\nit's not going to be easy.\nThese plant-based companies have spent small fortunes on their burgers,\nand cell-based meat has not yet been commercialized at all.\nSo we're going to need all hands on deck\nto make these the global meat industry.\nFor starters, we need the present meat industry.\nWe don't want to disrupt the meat industry,\nwe want to transform it.\nWe need their economies of scale,\ntheir global supply chain, their marketing expertise\nand their massive consumer base.\nWe also need governments.\nGovernments spend tens of billions of dollars every single year\non research and development\nfocused on global health and the environment.\nThey should be putting some of that money into optimizing and perfecting\nthe production of plant-based and cell-based meat.\nLook, tens of thousands of people died from antibiotic-resistant superbugs\nin North America just last year.\nBy 2050, that number is going to be 10 million per year globally.\nAnd climate change represents an existential threat\nto huge portions of our global family,\nincluding some of the poorest people on the face of the planet.\nClimate change, antibiotic resistance -- these are global emergencies.\nMeat production is exacerbating these emergencies on a global scale.\nBut we are not going to decrease meat consumption\nunless we give consumers alternatives\nthat cost the same or less and that taste the same or better.\nWe have the solution.\nLet's make meat from plants. Let's grow it directly from cells.\nIt's past time that we mobilize the resources that are necessary\nto create the next global agricultural revolution.\nThank you.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "nisSeC81u2M",
	"Title": "3 lessons on decision-making from a poker champion | Liv Boeree",
	"Transcription": "So I'm a professional poker player,\nand today, I want to talk about three things that the game has taught me\naround decision-making that I find apply to everyday life.\nNow the first of these things is about luck.\nNow, like poker, life is also a game of skill and luck,\nand when it comes to the biggest things we care about --\nhealth, wealth and relationships --\nthese outcomes don't only depend on the quality of our decision-making,\nbut also the roll of life's dice.\nFor example, we can be perfectly health-conscious\nand still get unlucky with something like cancer.\nOr we can smoke 20 a day and live to a ripe old age,\nand this kind of ambiguity can make it hard for us to know\nhow good our strategies are, sometimes,\nespecially when we're experiencing a lot of success.\nFor example, back in 2010,\nI won a really big poker tournament known as the European Poker Tour.\nAnd because I'd only been playing full-time for about a year,\nwhen I won, I assumed I must be rather brilliant.\nIn fact, I thought I was so brilliant\nthat I not only got rather lazy with studying the game,\nbut I also got more risky,\nstarted playing in the biggest tournaments I could\nagainst the very best in the world.\nAnd then my profit graph went from a thing of beauty\nto something kind of sad,\nwith this worrying downhill trend for a long time,\nuntil I finally realized that I was overestimating my skill level,\nand got my act together.\nAnd this kind of reminds me of what we've been seeing\nin the cryptocurrency space, at least in 2017,\nwhere the only thing that's been going up faster than the markets themselves\nis the number of \"senior investment specialists\"\nwho have been appearing out of nowhere.\nNow I'm not saying it's not possible to have a strategic edge,\nbut at the same time, it's very easy to feel like a genius\nwhen you're in a market that's going up so fast\nthat even the worst strategies are making a profit.\nSo when we're experiencing success,\nit's important to take a moment to really ask ourselves\nhow much of it is truly down to us,\nbecause our egos love to downplay the luck factor when we're winning.\nNow, a second thing poker taught me\nis the importance of quantifying my thinking.\nWhen you're playing, you can't just get away with going,\n\"Eh, they're probably bluffing.\"\nThat's just going to lose you a bunch of money,\nbecause poker is a game of probabilities and precision,\nand so you have to train yourself to think in numbers.\nSo now, whenever I catch myself\nthinking vaguely about something really important, like,\n\"It's unlikely I'll forget what I want to say in my TED Talk,\"\nI now try to estimate it numerically.\n(Laughter)\nTrust me, it helps a lot with the planning process.\nAnd the thing is, almost anything that could possibly happen here today,\nor at any point in the future,\ncan also be expressed as a probability, too.\n(Laughter)\nSo now I also try to speak in numbers as well.\nSo if someone asks me,\n\"Hey, Liv, do you think you're going to come along to that thing tonight?\"\ninstead of just saying to them, \"Yeah, probably,\"\nI actually give them my best estimate --\nsay, 60 percent.\nBecause -- I know that sounds a little odd --\nbut the thing is, I ran a poll on Twitter\nof what people understand the word \"probably\" to mean,\nand this was the spread of answers.\nEnormous!\nSo apparently, it's absolutely useless\nat actually conveying any real information.\nSo if you guys catch yourselves using these vague words,\nlike \"probably\" or \"sometimes,\"\ntry, instead, using numbers, because when we speak in numbers,\nwe know what lands in the other person's brain.\nNow, the third thing I want to touch on today is intuition.\nHow often have you seen these kinds of inspirational memes\nin your Facebook feed?\n[Always trust your gut feeling and never second-guess.]\nThey're nice, right?\nIt's lovely. Yes. \"Trust your soul.\"\nWell, they're terrible advice.\nThese are some of the best poker players in the world right now.\nDo they look like people who live purely off feelings and intuitions?\n(Laughter)\nLook at them!\nObviously, these guys are about slow, careful analysis,\nand that's because the game has outgrown the days\nwhere pure street smarts and people-reading\ncan get you to the top.\nAnd that's because our intuitions aren't nearly as perfect\nas we'd like to believe.\nI mean, it'd be great, whenever we're in a tough spot,\nto just have an answer appear to us from some magical source of inspiration.\nBut in reality, our gut is extremely vulnerable\nto all kinds of wishful thinking and biases.\nSo then, what is our gut good for?\nWell, all the studies I've read\nconclude that it's best-suited for everyday things\nthat we have lots and lots of experience in,\nlike how we just know that our friend is mad at us\nbefore we've even said anything to them,\nor whether we can fit our car into a tight parking spot.\nBut when it comes to the really big stuff,\nlike what's our career path going to be\nor who should we marry,\nwhy should we assume that our intuitions\nare better calibrated for these than slow, proper analysis?\nI mean, they don't have any data to be based off.\nSo my third lesson is, while we shouldn't ignore our intuitions,\nwe shouldn't overprivilege them either.\nAnd I'd like to summarize these three lessons today\nwith my own set of memes,\nwith more of a poker-player twist.\n\"Success is sweetest when you achieve it across a large sample size.\"\n(Laughter)\n\"Your gut is your friend and so is a cost-benefit analysis.\"\n(Laughter)\n\"The future is unknown, but you can damn well try and estimate it.\"\nThank you.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "pphn8cJSApo",
	"Title": "Spider-Man: Into the Spider-Verse Trailer",
	"Transcription": "- Miles?! You've gotta go. - Yeah?\nIf you want me to drive you, we've got to go now.\n- Personal chauffeur going once. - No Dad, I'll walk. It's okay.\nSeriously, dad. Walking would have been fine.\nBreaking news: Spider-Man saves the day again.\nSpider-Man.\nThis guy swings-in once a day and zip-zap-zop...\nDad speedup! Speedup! I know these kids.\n- Hey Miles! Have you been arrested?! - Guys, don't cops run red lights?\nWell, yeah, some do.\nBut not your dad.\nIn your universe, there's only one Spider-Man.\nBut there's another universe that looks and sounds like yours, but is not.\nMy name is Miles Morales.\nHey, kid.\n- You're like me. - How?\nI know it's complicated.\nYou want to know what happened to you.\nI can teach you to be Spider-Man.\nI love these burgers, so delicious.\nIt's one of the best burgers I've ever had.\nYou have money, right? I'm not very liquid right now.\nI think you're gonna be a bad teacher.\nHow am I supposed to save the whole world?\nYou can't think about saving the world. You have to think about saving one person.\nOne thing I know for sure: don't do it like me.\nDo it like you!\nI see this spark in you. It's amazing!\nHands up!\nWhatever you choose to do, you'll be great.\n- I love you, Miles. - Yeah, I know, dad.\n- You've got to say, \"I love you back.\" - Dad, are you serious?\nI want to hear it. \"I love you, dad.\"\n- You're dropping me... - \"I love you, dad\".\n\"Dad, I love you.\"\nDad, I love you.\nThat's a copy.\n- Time to swing, just like I told you. - When did you teach me that?\nI didn't. It's a little joke for team building.\n- Hey, guys. - Okay, who are you?\nI'm Gwen Stacy.\nCome on!\n- How many spider-people are there? - Save it for Comic-Con.\n- What's Comic-Con? - Let's go!'",
	"VideoType": "Trailer",
	"EnglishLevel": "None"
}
{
	"ApiId": "fufAIT3zdlU",
	"Title": "Friends - Joey - Butt double",
	"Transcription": "oh my god okay okay I'll be there huh\nhow's my agent my agent has just gotten me a job in the new Al Pacino movie can\nyou believe this\nAl Pacino this guy's the reason I became an actor I'm I'm gonna pair you're out of order\nthis whole courtrooms out of order\nseriously what's the part just when I thought I was out they pull me back in\ngoodbye seriously Joey what's the part\nuh you're you're never I'm his butt\ndouble okay\nI play out Pacino's but right he goes into the shower and then\nI'm his bot oh my god come on you guys\nthis is a real movie and Al Pacino's in it that's big oh no it's terrific it's\nit's you know you deserve this after all\nyou years of struggling you've finally\nbeen able to crack your way\nhey hey fine make jokes I don't care\nthis is a big break for me no you're\nright you're right it is yeah so you can\ninvite us all to the big opening\nhandler salmon hire the girl okay\neverybody ready uh listen I just want to\nthank you for this great opportunity\nlose the row but me that would work right okay\nlosing the robe okay and the robe is lost\nokay everybody would like to get this in one take please\nlet's roll it waters working and action and cut\nhey but guy what the hell you doing I'm\nJarrod no that was clenching Oh way I\nsee it the guy's upset here you know I\nmean his wife's dad his brothers missing\nI think his butt would be angry here I\nthink his butt would like to get the\nshot before lunch once again rolling\nwater working and action\nand cut what was that I was going for\nquiet desperation but if you have to ask\nhey hey hey we did it aren't you the guy\nwho plays the bud in the new Al Pacino movie nope\nno what happened big guy big guy it felt\nlike a big guy moment I got fired oh\nyeah they said I acted too much with it\nI told everybody about this now\neveryone's gonna go to the theater\nexpecting to see me oh you know what no\none is gonna be able to tell my mom will\nsomething so sweet and disturbing about\nthat you know I've done nothing but\ncrappy plays for six years\nand I finally get my shot and I blow it\nI mean maybe this wasn't your shot yeah\nI think when it's your shot you know you\nyou know it's your shot did did it feel\nlike your shot at the town I was naked\nno I don't think this was your shot I\nmean I don't even think you just get one\nshot I really believe big things are\ngonna happen for you I do and you've got\nto just keep thinking about the day that\nsome kid is gonna run up to his friends\nago I got the part I got the part\nI'm gonna be joey tribbiani's ass\noh it's so nice oh I'm sorry Joey let me go to bed guys\nhi hi Monica come on you're gonna leave\nyour shoes out here uh-huh\nreally just just casually strewn about\nand that reckless haphazard manner doessn't matter\nI'll get him tomorrow or not whenever she is a kook",
	"VideoType": "Film Fragment",
	"EnglishLevel": "None"
}
{
	"ApiId": "YFC5CwZVCEw",
	"Title": "Archeology from space | Sarah Parcak",
	"Transcription": "When I was a child growing up in Maine, one of my favorite things to do was to look for sand dollars on the seashores of Maine,because my parents told me it would bring me luck.\nBut you know, these shells, they're hard to find.\nThey're covered in sand, they're difficult to see.\nHowever, over time, I got used to looking for them.\nI started seeing shapes and patterns that helped me to collect them.\nThis grew into a passion for finding things, a love for the past and archaeology.\nAnd eventually, when I started studying Egyptology, I realized that seeing with my naked eyes alone wasn't enough.\nBecause all of the sudden, in Egypt, my beach had grown from a tiny beach in Maine to one eight hundred miles long, next to the Nile.\nAnd my sand dollars had grown to the size of cities.\nThis is really what brought me to using satellite imagery.\nFor trying to map the past, I knew that I had to see differently.\nSo I want to show you an example of how we see differently using the infrared.\nThis is a site located in the eastern Egyptian delta called Mendes.\nAnd the site visibly appears brown, but when we use the infrared and we process it, all of the sudden, using false color, the site appears as bright pink.\nWhat you are seeing are the actual chemical changes to the landscape caused by the building materials and activities of the ancient Egyptians.\nWhat I want to share with you today is how we've used satellite data to find an ancient Egyptian city, called Itjtawy, missing for thousands of years.\nItjtawy was ancient Egypt's capital for over four hundred years, at a period of time called the Middle Kingdom, about four thousand years ago.\nThe site is located in the Faiyum of Egypt, and the site is really important, because in the Middle Kingdom there was this great renaissance for ancient Egyptian art, architecture and religion.\nEgyptologists have always known the site of Itjtawy was located somewhere near the pyramids of the two kings who built it, indicated within the red circles here, but somewhere within this massive flood plain.\nThis area is huge -- it's four miles by three miles in size.\nThe Nile used to flow right next to the city of Itjtawy, and as it shifted and changed and moved over time to the east, it covered over the city.\nSo, how do you find a buried city in a vast landscape?\nFinding it randomly would be the equivalent of locating a needle in a haystack, blindfolded, wearing baseball mitts.\nSo what we did is we used NASA topography data to map out the landscape, very subtle changes.\nWe started to be able to see where the Nile used to flow.\nBut you can see in more detail, and even more interesting, this very slight raised area seen within the circle up here which we thought could possibly be the location of the city of Itjtawy.\nSo we collaborated with Egyptian scientists to do coring work, which you see here.\nWhen I say coring, it's like ice coring, but instead of layers of climate change, you're looking for layers of human occupation.\nAnd, five meters down, underneath a thick layer of mud, we found a dense layer of pottery.\nWhat this shows is that at this possible location of Itjtawy, five meters down, we have a layer of occupation for several hundred years, dating to the Middle Kingdom, dating to the exact period of time we think Itjtawy is.\nWe also found work stone -- carnelian, quartz and agate that shows that there was a jeweler's workshop here.\nThese might not look like much, but when you think about the most common stones used in jewelry from the Middle Kingdom, these are the stones that were used.\nSo, we have a dense layer of occupation dating to the Middle Kingdom at this site.\nWe also have evidence of an elite jeweler's workshop, showing that whatever was there was a very important city.\nNo Itjtawy was here yet, but we're going to be returning to the site in the near future to map it out.\nAnd even more importantly, we have funding to train young Egyptians in the use of satellite technology so they can be the ones making great discoveries as well.\nSo I wanted to end with my favorite quote from the Middle Kingdom -- it was probably written at the city of Itjtawy four thousand years ago.\n\"Sharing knowledge is the greatest of all callings. There's nothing like it in the land.\"\nSo as it turns out, TED was not founded in 1984 AD.\nMaking ideas actually started in 1984 BC at a not-lost-for-long city, found from above.\nIt certainly puts finding seashells by the seashore in perspective.\nThank you very much.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "fJ9rUzIMcZQ",
	"Title": "Queen - Bohemian Rhapsody",
	"Transcription": "Is this the real life?\nIs this just fantasy?\nCaught in a landslide\nNo escape from reality\nOpen your eyes\nLook up to the skies and see\nI'm just a poor boy, I need no sympathy\nBecause I'm easy come, easy go\nA little high, little low\nAnyway the wind blows, doesn't really matter to me, to me\n \nMama, just killed a man\nPut a gun against his head\nPulled my trigger, now he's dead\nMama, life had just begun\nBut now I've gone and thrown it all away\nMama, ooo\nDidn't mean to make you cry\nIf I'm not back again this time tomorrow\nCarry on, carry on, as if nothing really matters\n \nToo late, my time has come\nSends shivers down my spine\nBody's aching all the time\nGoodbye everybody - I've got to go\nGotta leave you all behind and face the truth\nMama, ooo - (anyway the wind blows)\nI don't want to die\nI sometimes wish I'd never been born at all\n \nI see a little silhouette of a man\nScaramouch, scaramouch will you do the fandango\nThunderbolt and lightning - very very frightening me\nGallileo, Gallileo,\nGallileo, Gallileo,\nGallileo Figaro - magnifico\n \nBut I'm just a poor boy and nobody loves me\nHe's just a poor boy from a poor family\nSpare him his life from this monstrosity\nEasy come easy go - will you let me go\nBismillah! No - we will not let you go - let him go\nBismillah! We will not let you go - let him go\nBismillah! We will not let you go - let me go\nWill not let you go - let me go (never)\nNever let you go - let me go\nNever let me go - ooo\nNo, no, no, no, no, no, no -\nOh mama mia, mama mia, mama mia let me go\nBeelzebub has a devil put aside for me\nFor me\nFor me\n \nSo you think you can stop me and spit in my eye\nSo you think you can love me and leave me to die\nOh baby - can't do this to me baby\nJust gotta get out - just gotta get right outta here\n \nOoh yeah, ooh yeah\nNothing really matters\nAnyone can see\nNothing really matters - nothing really matters to me\n \nAnyway the wind blows...",
	"VideoType": "Audio Clip",
	"EnglishLevel": "None"
}
{
	"ApiId": "uwbRXXsYbUc",
	"Title": "Friends - Rachel - Welcome to the real world",
	"VideoType": "Film Fragment",
	"EnglishLevel": "None",
	"Transcription": "all right kids I gotta get to work\nif I don't input those numbers doesn't\nmake much of a difference so like you\nguys all have jobs yeah we all have jobs\nsee that's how we buy stuff yeah I'm an\nactor Wow\nwhat I've seen you in anything oh I\ndoubt it mostly regional work Hey\nunless you happen to catch the wee ones\nproduction of Pinocchio look Geppetto\nI'm a real live boy I will not take this\nabuse you're right I'm sorry\nonce I was a wooden boy guess what you\ngot a job are you kidding I'm trained\nfor nothing\nI was laughed out of 12 interviews today\nand yet you're surprisingly upbeat\nwell you would be too if you found Joan\nand David boots on sale 50 percent off\noh how well you know me they're my new I\ndon't need a job I don't need my parents\nI've got great boots boots how'd you pay\nfor them a credit card\nyeah who pays for that um my\ncome on you can't live off your parents\nyour whole life I know that that's why I\nwas getting married if we're break it's\nhard being on your own for the first\ntime thank you you're welcome\nI remember when I first came to this\ncity I was 14 my mom had just killed\nherself and my stepdad was back in\nprison and I got here and I don't know\nanybody and I ended up living with this\nalbino guy who was like cleaning\nwindshields outside Port Authority and\nthen he killed himself and then I found\naromatherapy so believe me I know\nexactly how you feel the word you're\nlooking for is anyway\nready I don't think so come on cotton\ncut cut cut cut cut cut cut cut cut cut\ncut cut cut\nwelcome to the real world it sucks\nyou're gonna love it"
}
{
	"ApiId": "_m-_ULkn2Ck",
	"Title": "Friends - \"Happy new year\"",
	"VideoType": "Film Fragment",
	"EnglishLevel": "None",
	"Transcription": "here at of square\nwe go kids and then the peacock bit me\nplease kiss me at midnight\nyou seen sandy ooh I don't know how to\ntell you this but she's in Monica's\nbedroom getting it on with Max that\nscientist geek oh look at that I didn't\nknow how to say running in 20 seconds\nit'll be midnight and the moment of joy\nis applause it's like that nosed\neight-pack thing worked out\nhoney what's so happy I hate that not\neverybody's happy\nhey Bobby no I thought I'd throw this\nout here I'm no math whiz but I do\nbelieve there are three girls and three\nguys right here you see anyone I can't\nkiss me\nso I'm kissing everyone no no no you\ncan't kiss Ross that's irrelevant oh\nyeah perfect perfect so now everybody's\ngetting kissed but me\nall right somebody kiss me somebody kiss\nme time nine Johnny can somebody kiss\nmatch\nI wanted this to work so much I'm still\nin there changing his diapers picking\nhis flea\nbut he's just phoning it in just so hard\nto accept the fact that something you\nlove so much doesn't love you back you\nknow like that bitch cracked my tooth"
}
{
	"ApiId": "Us5efsJm4XQ",
	"Title": "Avengers: Infinity War Trailer",
	"Transcription": "The entire time I knew him,\nhe only ever had one goal.\nTo wipe out half the universe.\nIf he gets all the infinity stones,\nhe can do it with a snap of his fingers.\nJust like that.\nTell me his name again.\nThanos.\nWe got one advantage.\nHe's coming to us.\nWe have what Thanos wants.\nSo, that's what we use.\nLet's talk about this plan of yours.\nI think it's good, except, it sucks.\nSo, let me do the plan, and that way, it might be really good.\nThe end is near.\nAnd when I'm done,\nhalf of humanity will still exists.\nPerfectly balanced.\nAs all thing should be.\nI hope they remember you.\nI'm Peter, by the way.\nDoctor Strange.\nOh, you're using your made up names. Then I am Spider-man.",
	"VideoType": "Trailer",
	"EnglishLevel": "None"
}
{
	"ApiId": "iiCO9ZZ5p20",
	"Title": "Marge Preps Homer For Dinner",
	"Transcription": "How could she be so embarrassed of her own family?\nWe've got to help Lisa make a good impression.\nStop drinking out of that hose.\nOh, so now drinking out of a hose in my own bedroom\nis embarrassing.\nHomer.\nHomer.\nHomer.\nHomer.\nI'm giving you a list of four things\nto say at dinner tonight.\nFour things-- that's it.\nOne, two, three--\nyou're right.\nAt dinner tonight, I don't want\nyou to be somebody you aren't.\nI also don't want you to be who you are.\nSo just stick to these.\nAll right.\nI completely angry.\nThat's agree.\nOh, much better.",
	"VideoType": "Cartoon Fragment",
	"EnglishLevel": "None"
}
{
	"ApiId": "nisSeC81u2M",
	"Title": "3 lessons on decision-making from a poker champion | Liv Boeree",
	"Transcription": "So I'm a professional poker player,\nand today, I want to talk about three things that the game has taught me\naround decision-making that I find apply to everyday life.\nNow the first of these things is about luck.\nNow, like poker, life is also a game of skill and luck,\nand when it comes to the biggest things we care about --\nhealth, wealth and relationships --\nthese outcomes don't only depend on the quality of our decision-making,\nbut also the roll of life's dice.\nFor example, we can be perfectly health-conscious\nand still get unlucky with something like cancer.\nOr we can smoke 20 a day and live to a ripe old age,\nand this kind of ambiguity can make it hard for us to know\nhow good our strategies are, sometimes,\nespecially when we're experiencing a lot of success.\nFor example, back in 2010,\nI won a really big poker tournament known as the European Poker Tour.\nAnd because I'd only been playing full-time for about a year,\nwhen I won, I assumed I must be rather brilliant.\nIn fact, I thought I was so brilliant\nthat I not only got rather lazy with studying the game,\nbut I also got more risky,\nstarted playing in the biggest tournaments I could\nagainst the very best in the world.\nAnd then my profit graph went from a thing of beauty\nto something kind of sad,\nwith this worrying downhill trend for a long time,\nuntil I finally realized that I was overestimating my skill level,\nand got my act together.\nAnd this kind of reminds me of what we've been seeing\nin the cryptocurrency space, at least in 2017,\nwhere the only thing that's been going up faster than the markets themselves\nis the number of \"senior investment specialists\"\nwho have been appearing out of nowhere.\nNow I'm not saying it's not possible to have a strategic edge,\nbut at the same time, it's very easy to feel like a genius\nwhen you're in a market that's going up so fast\nthat even the worst strategies are making a profit.\nSo when we're experiencing success,\nit's important to take a moment to really ask ourselves\nhow much of it is truly down to us,\nbecause our egos love to downplay the luck factor when we're winning.\nNow, a second thing poker taught me\nis the importance of quantifying my thinking.\nWhen you're playing, you can't just get away with going,\n\"Eh, they're probably bluffing.\"\nThat's just going to lose you a bunch of money,\nbecause poker is a game of probabilities and precision,\nand so you have to train yourself to think in numbers.\nSo now, whenever I catch myself\nthinking vaguely about something really important, like,\n\"It's unlikely I'll forget what I want to say in my TED Talk,\"\nI now try to estimate it numerically.\n(Laughter)\nTrust me, it helps a lot with the planning process.\nAnd the thing is, almost anything that could possibly happen here today,\nor at any point in the future,\ncan also be expressed as a probability, too.\n(Laughter)\nSo now I also try to speak in numbers as well.\nSo if someone asks me,\n\"Hey, Liv, do you think you're going to come along to that thing tonight?\"\ninstead of just saying to them, \"Yeah, probably,\"\nI actually give them my best estimate --\nsay, 60 percent.\nBecause -- I know that sounds a little odd --\nbut the thing is, I ran a poll on Twitter\nof what people understand the word \"probably\" to mean,\nand this was the spread of answers.\nEnormous!\nSo apparently, it's absolutely useless\nat actually conveying any real information.\nSo if you guys catch yourselves using these vague words,\nlike \"probably\" or \"sometimes,\"\ntry, instead, using numbers, because when we speak in numbers,\nwe know what lands in the other person's brain.\nNow, the third thing I want to touch on today is intuition.\nHow often have you seen these kinds of inspirational memes\nin your Facebook feed?\n[Always trust your gut feeling and never second-guess.]\nThey're nice, right?\nIt's lovely. Yes. \"Trust your soul.\"\nWell, they're terrible advice.\nThese are some of the best poker players in the world right now.\nDo they look like people who live purely off feelings and intuitions?\n(Laughter)\nLook at them!\nObviously, these guys are about slow, careful analysis,\nand that's because the game has outgrown the days\nwhere pure street smarts and people-reading\ncan get you to the top.\nAnd that's because our intuitions aren't nearly as perfect\nas we'd like to believe.\nI mean, it'd be great, whenever we're in a tough spot,\nto just have an answer appear to us from some magical source of inspiration.\nBut in reality, our gut is extremely vulnerable\nto all kinds of wishful thinking and biases.\nSo then, what is our gut good for?\nWell, all the studies I've read\nconclude that it's best-suited for everyday things\nthat we have lots and lots of experience in,\nlike how we just know that our friend is mad at us\nbefore we've even said anything to them,\nor whether we can fit our car into a tight parking spot.\nBut when it comes to the really big stuff,\nlike what's our career path going to be\nor who should we marry,\nwhy should we assume that our intuitions\nare better calibrated for these than slow, proper analysis?\nI mean, they don't have any data to be based off.\nSo my third lesson is, while we shouldn't ignore our intuitions,\nwe shouldn't overprivilege them either.\nAnd I'd like to summarize these three lessons today\nwith my own set of memes,\nwith more of a poker-player twist.\n\"Success is sweetest when you achieve it across a large sample size.\"\n(Laughter)\n\"Your gut is your friend and so is a cost-benefit analysis.\"\n(Laughter)\n\"The future is unknown, but you can damn well try and estimate it.\"\nThank you.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "pphn8cJSApo",
	"Title": "Spider-Man: Into the Spider-Verse Trailer",
	"Transcription": "- Miles?! You've gotta go. - Yeah?\nIf you want me to drive you, we've got to go now.\n- Personal chauffeur going once. - No Dad, I'll walk. It's okay.\nSeriously, dad. Walking would have been fine.\nBreaking news: Spider-Man saves the day again.\nSpider-Man.\nThis guy swings-in once a day and zip-zap-zop...\nDad speedup! Speedup! I know these kids.\n- Hey Miles! Have you been arrested?! - Guys, don't cops run red lights?\nWell, yeah, some do.\nBut not your dad.\nIn your universe, there's only one Spider-Man.\nBut there's another universe that looks and sounds like yours, but is not.\nMy name is Miles Morales.\nHey, kid.\n- You're like me. - How?\nI know it's complicated.\nYou want to know what happened to you.\nI can teach you to be Spider-Man.\nI love these burgers, so delicious.\nIt's one of the best burgers I've ever had.\nYou have money, right? I'm not very liquid right now.\nI think you're gonna be a bad teacher.\nHow am I supposed to save the whole world?\nYou can't think about saving the world. You have to think about saving one person.\nOne thing I know for sure: don't do it like me.\nDo it like you!\nI see this spark in you. It's amazing!\nHands up!\nWhatever you choose to do, you'll be great.\n- I love you, Miles. - Yeah, I know, dad.\n- You've got to say, \"I love you back.\" - Dad, are you serious?\nI want to hear it. \"I love you, dad.\"\n- You're dropping me... - \"I love you, dad\".\n\"Dad, I love you.\"\nDad, I love you.\nThat's a copy.\n- Time to swing, just like I told you. - When did you teach me that?\nI didn't. It's a little joke for team building.\n- Hey, guys. - Okay, who are you?\nI'm Gwen Stacy.\nCome on!\n- How many spider-people are there? - Save it for Comic-Con.\n- What's Comic-Con? - Let's go!'",
	"VideoType": "Trailer",
	"EnglishLevel": "None"
}
{
	"ApiId": "fufAIT3zdlU",
	"Title": "Friends - Joey - Butt double",
	"Transcription": "oh my god okay okay I'll be there huh\nhow's my agent my agent has just gotten me a job in the new Al Pacino movie can\nyou believe this\nAl Pacino this guy's the reason I became an actor I'm I'm gonna pair you're out of order\nthis whole courtrooms out of order\nseriously what's the part just when I thought I was out they pull me back in\ngoodbye seriously Joey what's the part\nuh you're you're never I'm his butt\ndouble okay\nI play out Pacino's but right he goes into the shower and then\nI'm his bot oh my god come on you guys\nthis is a real movie and Al Pacino's in it that's big oh no it's terrific it's\nit's you know you deserve this after all\nyou years of struggling you've finally\nbeen able to crack your way\nhey hey fine make jokes I don't care\nthis is a big break for me no you're\nright you're right it is yeah so you can\ninvite us all to the big opening\nhandler salmon hire the girl okay\neverybody ready uh listen I just want to\nthank you for this great opportunity\nlose the row but me that would work right okay\nlosing the robe okay and the robe is lost\nokay everybody would like to get this in one take please\nlet's roll it waters working and action and cut\nhey but guy what the hell you doing I'm\nJarrod no that was clenching Oh way I\nsee it the guy's upset here you know I\nmean his wife's dad his brothers missing\nI think his butt would be angry here I\nthink his butt would like to get the\nshot before lunch once again rolling\nwater working and action\nand cut what was that I was going for\nquiet desperation but if you have to ask\nhey hey hey we did it aren't you the guy\nwho plays the bud in the new Al Pacino movie nope\nno what happened big guy big guy it felt\nlike a big guy moment I got fired oh\nyeah they said I acted too much with it\nI told everybody about this now\neveryone's gonna go to the theater\nexpecting to see me oh you know what no\none is gonna be able to tell my mom will\nsomething so sweet and disturbing about\nthat you know I've done nothing but\ncrappy plays for six years\nand I finally get my shot and I blow it\nI mean maybe this wasn't your shot yeah\nI think when it's your shot you know you\nyou know it's your shot did did it feel\nlike your shot at the town I was naked\nno I don't think this was your shot I\nmean I don't even think you just get one\nshot I really believe big things are\ngonna happen for you I do and you've got\nto just keep thinking about the day that\nsome kid is gonna run up to his friends\nago I got the part I got the part\nI'm gonna be joey tribbiani's ass\noh it's so nice oh I'm sorry Joey let me go to bed guys\nhi hi Monica come on you're gonna leave\nyour shoes out here uh-huh\nreally just just casually strewn about\nand that reckless haphazard manner doessn't matter\nI'll get him tomorrow or not whenever she is a kook",
	"VideoType": "Film Fragment",
	"EnglishLevel": "None"
}
{
	"ApiId": "OKnhSCALXW4",
	"Title": "The Simpsons episode Homer Tries to vote for Obama",
	"Transcription": "Hello, I'd like to vote\nfor president, governor,\nand anything that will take money\naway from our parks and libraries.\nEh, use machine number three.\nOh! I can't fit in the booth!\nUse the double-wide.\nOoh! One of those\nelectronic voting dealies.\nOne vote for McCain. Thank you.\nNo, I want to vote for Obama.\nTwo votes for McCain.\nCome on. It's time for a change!\nThree votes for McCain.\nNo! No! No!\nSix votes for President McCain.\nHey, I only meant one of\nthose votes for McCain.\nThis machine is rigged.\nMust... tell.. President McCain.\nThis doesn't happen\nin America! Maybe Ohio!\nBut not in America!\nI voted",
	"VideoType": "Cartoon Fragment",
	"EnglishLevel": "None"
}
{
	"ApiId": "fJ9rUzIMcZQ",
	"Title": "Queen - Bohemian Rhapsody",
	"Transcription": "Is this the real life?\nIs this just fantasy?\nCaught in a landslide\nNo escape from reality\nOpen your eyes\nLook up to the skies and see\nI'm just a poor boy, I need no sympathy\nBecause I'm easy come, easy go\nA little high, little low\nAnyway the wind blows, doesn't really matter to me, to me\n \nMama, just killed a man\nPut a gun against his head\nPulled my trigger, now he's dead\nMama, life had just begun\nBut now I've gone and thrown it all away\nMama, ooo\nDidn't mean to make you cry\nIf I'm not back again this time tomorrow\nCarry on, carry on, as if nothing really matters\n \nToo late, my time has come\nSends shivers down my spine\nBody's aching all the time\nGoodbye everybody - I've got to go\nGotta leave you all behind and face the truth\nMama, ooo - (anyway the wind blows)\nI don't want to die\nI sometimes wish I'd never been born at all\n \nI see a little silhouette of a man\nScaramouch, scaramouch will you do the fandango\nThunderbolt and lightning - very very frightening me\nGallileo, Gallileo,\nGallileo, Gallileo,\nGallileo Figaro - magnifico\n \nBut I'm just a poor boy and nobody loves me\nHe's just a poor boy from a poor family\nSpare him his life from this monstrosity\nEasy come easy go - will you let me go\nBismillah! No - we will not let you go - let him go\nBismillah! We will not let you go - let him go\nBismillah! We will not let you go - let me go\nWill not let you go - let me go (never)\nNever let you go - let me go\nNever let me go - ooo\nNo, no, no, no, no, no, no -\nOh mama mia, mama mia, mama mia let me go\nBeelzebub has a devil put aside for me\nFor me\nFor me\n \nSo you think you can stop me and spit in my eye\nSo you think you can love me and leave me to die\nOh baby - can't do this to me baby\nJust gotta get out - just gotta get right outta here\n \nOoh yeah, ooh yeah\nNothing really matters\nAnyone can see\nNothing really matters - nothing really matters to me\n \nAnyway the wind blows...",
	"VideoType": "Audio Clip",
	"EnglishLevel": "None"
}
{
	"ApiId": "uwbRXXsYbUc",
	"Title": "Friends - Rachel - Welcome to the real world",
	"VideoType": "Film Fragment",
	"EnglishLevel": "None",
	"Transcription": "all right kids I gotta get to work\nif I don't input those numbers doesn't\nmake much of a difference so like you\nguys all have jobs yeah we all have jobs\nsee that's how we buy stuff yeah I'm an\nactor Wow\nwhat I've seen you in anything oh I\ndoubt it mostly regional work Hey\nunless you happen to catch the wee ones\nproduction of Pinocchio look Geppetto\nI'm a real live boy I will not take this\nabuse you're right I'm sorry\nonce I was a wooden boy guess what you\ngot a job are you kidding I'm trained\nfor nothing\nI was laughed out of 12 interviews today\nand yet you're surprisingly upbeat\nwell you would be too if you found Joan\nand David boots on sale 50 percent off\noh how well you know me they're my new I\ndon't need a job I don't need my parents\nI've got great boots boots how'd you pay\nfor them a credit card\nyeah who pays for that um my\ncome on you can't live off your parents\nyour whole life I know that that's why I\nwas getting married if we're break it's\nhard being on your own for the first\ntime thank you you're welcome\nI remember when I first came to this\ncity I was 14 my mom had just killed\nherself and my stepdad was back in\nprison and I got here and I don't know\nanybody and I ended up living with this\nalbino guy who was like cleaning\nwindshields outside Port Authority and\nthen he killed himself and then I found\naromatherapy so believe me I know\nexactly how you feel the word you're\nlooking for is anyway\nready I don't think so come on cotton\ncut cut cut cut cut cut cut cut cut cut\ncut cut cut\nwelcome to the real world it sucks\nyou're gonna love it"
}
{
	"ApiId": "_m-_ULkn2Ck",
	"Title": "Friends - \"Happy new year\"",
	"VideoType": "Film Fragment",
	"EnglishLevel": "None",
	"Transcription": "here at of square\nwe go kids and then the peacock bit me\nplease kiss me at midnight\nyou seen sandy ooh I don't know how to\ntell you this but she's in Monica's\nbedroom getting it on with Max that\nscientist geek oh look at that I didn't\nknow how to say running in 20 seconds\nit'll be midnight and the moment of joy\nis applause it's like that nosed\neight-pack thing worked out\nhoney what's so happy I hate that not\neverybody's happy\nhey Bobby no I thought I'd throw this\nout here I'm no math whiz but I do\nbelieve there are three girls and three\nguys right here you see anyone I can't\nkiss me\nso I'm kissing everyone no no no you\ncan't kiss Ross that's irrelevant oh\nyeah perfect perfect so now everybody's\ngetting kissed but me\nall right somebody kiss me somebody kiss\nme time nine Johnny can somebody kiss\nmatch\nI wanted this to work so much I'm still\nin there changing his diapers picking\nhis flea\nbut he's just phoning it in just so hard\nto accept the fact that something you\nlove so much doesn't love you back you\nknow like that bitch cracked my tooth"
}
{
	"ApiId": "ttcJMNlKif4",
	"Title": "An ingenious proposal for scaling up marine protection | Mark Tercek",
	"Transcription": "Ah, earth's oceans.They are beautiful, inspiring, life-sustaining.\nThey are also, as you're probably quite aware, more or less screwed.\nIn the Seychelles, for example,\nhuman activities and climate change have left corals bleached.\nOverfishing has caused fish stocks to plummet.\nBiodiversity is in peril.\nSo what can we do?\nWell, some form of protection, obviously.\nNature is very resilient.\nWhen marine areas are strategically protected,\nentire ecosystems can bounce back.\nHowever, creating marine protected areas isn't easy.\nFirst, you have the issue of figuring out where to protect.\nThis coral reef overlaps with that international fishing route,\nintersects with this fish hatchery.\nEverything is interconnected.\nAnd marine protection plans must take into account\nhow one area affects another.\nThen, there's the issue of getting everyone on board.\nCoastal economies often rely on fishing and tourism.\nIf people think they can't do their work,\nthere's no chance of getting the local buy-in you need\nfor the area to be successful.\nMarine protected areas must also be enforced.\nThat means the government itself must be deeply invested in the plan.\nToken support will not cut it.\nAnd finally, conservation requires money.\nA lot of it.\nGovernments in island and coastal nations may want to protect their waters,\nbut often these nations have very high debt\nand can't afford to prioritize conservation.\nIf we rely on philanthropic dollars alone to fund marine protection,\nwe might get a small marine-protected area here,\nanother little one there.\nBut we need more marine protected areas faster,\nto have lasting impact.\nSo what exactly does smart ocean conservation look like?\nHow do we get the money, government support and careful planning\nthat takes into account both local economies\nand complex ecosystems?\nWe want to share with you an audacious idea\nfrom The Nature Conservancy.\nIt seeks to address all of these things in one fell swoop.\nThey've realized that debt held by island and coastal nations\nis the very thing that will enable them to achieve their conservation goals.\nTNC's idea is to restructure this debt,\nto generate the funds and political will\nto protect reefs, mangroves and fisheries.\nFor example, if you refinance your house\nto take advantage of a better interest rate,\nmaybe you use the savings to insulate your attic.\nThat's what Blue Bonds for Conservation do for entire coastal countries.\nRefinance the debt,\nthen use the savings to create marine protected areas.\nOf course, sovereign debt restructuring is more complicated than that,\nbut you get the basic idea.\nIf investors put in 40 million dollars now,\nit can unlock as much as 1.6 billion for ocean conservation.\nAnd this is how the work gets done.\nStep one: negotiate the deal.\nA coastal nation commits to protect at least 30 percent of its ocean areas.\nIn exchange, The Nature Conservancy bring investors, public funders\nand international development organizations\nto the table to restructure a portion of the nation's debt,\nleading to lower interest rates and longer repayment periods.\nStep two: create a marine plan.\nSimultaneously, The Nature Conservancy works with marine scientists,\ngovernment leaders and local stakeholders\nto create a detailed conservation plan\nthat integrates the needs of the ocean with the needs of the people.\nStep three: activate for longevity.\nTNC establishes an independently run conservation trust fund.\nThe savings from the debt restructure goes into it\nto support new marine protected areas.\nThe trust then holds the government accountable for its commitments,\nensuring that the Blue Bonds finance real protection efforts.\nCould this plan work?\nIt already has.\nIn 2016, TNC helped create a national conservation plan in the Seychelles.\nTNC restructured 22 million dollars of the government's debt.\nAnd in exchange, the government agreed to protect 30 percent of its marine areas.\nToday, the Seychelles is on track\nto protect 400,000 square kilometers of ocean.\nThat's an area roughly the size of Germany.\nThe Seychelles is protecting its coral reefs,\nit's replenishing its fisheries,\nit's improving its resilience to climate change.\nAt the same time, it's strengthening its economy.\nThis success is making other governments take note.\nMany want to be part of this.\nThere's an opportunity to scale this up, dramatically.\nAnd fast.\nTNC has identified 20 more nations where such a plan should be possible.\nBut to execute, they need seed capital.\nAnd to put in place local teams who can develop conservation plans,\nwork with all the stakeholders and structure the deals.\nIf they get the support they need over the next five years,\nthey could protect four million square kilometers of ocean.\nThat's 10 Germanies.\nThis would increase the amount of protected areas\nin all of the world's oceans\nby an incredible 15 percent.\nIt would allow vast tracks of the world's coral reefs to replenish\nand give safe harbor to countless species.\nThis would be truly incredible.\nAnd it's really just the beginning.\nBecause there aren't 20 countries in the world\nwhere this kind of debt conversion would work.\nThere are almost 100.\nWith this approach, everyone wins.\nGovernments, local citizens, funders,\nand most importantly, our oceans.\nSo in fact, we all win.\nAh, earth's oceans.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "vZCGSP3A0Fo",
	"Title": "The next global agricultural revolution | Bruce Friedrich",
	"Transcription": "In 2019, humanity received a warning:\n30 of the world's leading scientists released the results\nof a massive three-year study into global agriculture\nand declared that meat production is destroying our planet\nand jeopardizing global health.\nOne of the study's authors explained\nthat \"humanity now poses a threat to the stability of the planet ...\n[This requires] nothing less than a new global agricultural revolution.\"\nAs somebody who's spent the last two decades\nadvocating a shift away from industrial meat production,\nI wanted to believe that this clarion call was going to make a difference.\nThe thing is, I've seen this sort of thing again and again and again for decades.\nHere's 2018 from the journal \"Nature,\"\n2017 from \"Bioscience Journal,\"\n2016 from the National Academy of Sciences.\nThe main point of these studies tends to be climate change.\nBut antibiotic resistance represents just as big of a threat.\nWe are feeding massive doses of antibiotics to farm animals.\nThese antibiotics are then mutating into superbugs\nthat threaten to render antibiotics obsolete\nwithin all of our lifetimes.\nYou want a scare?\nGoogle: \"the end of working antibiotics.\"\nI'm going to get one thing out of the way:\nI am not here to tell anybody what to eat.\nIndividual action is great,\nbut antibiotic resistance and climate change --\nthey require more.\nBesides, convincing the world to eat less meat hasn't worked.\nFor 50 years, environmentalists, global health experts and animal activists\nhave been begging the public to eat less meat.\nAnd yet, per capita meat consumption\nis as high as it's been in recorded history.\nThe average North American last year ate more than 200 pounds of meat.\nAnd I didn't eat any.\n(Laughter)\nWhich means somebody out there ate 400 pounds of meat.\n(Laughter)\nOn our current trajectory,\nwe're going to need to be producing 70 to 100 percent more meat by 2050.\nThis requires a global solution.\nWhat we need to do is we need to produce the meat that people love,\nbut we need to produce it in a whole new way.\nI've got a couple of ideas.\nIdea number one: let's grow meat from plants.\nInstead of growing plants, feeding them to animals,\nand all of that inefficiency,\nlet's grow those plants, let's biomimic meat with them,\nlet's make plant-based meat.\nIdea number two: for actual animal meat,\nlet's grow it directly from cells.\nInstead of growing live animals, let's grow the cells directly.\nIt takes six weeks to grow a chicken to slaughter weight.\nGrow the cells directly, you can get that same growth\nin six days.\nThis is what that looks like at scale.\nIt's your friendly neighborhood meat brewery.\n(Laughter)\nI want to make two points about this.\nThe first one is, we believe we can do it.\nIn recent years, some companies have been producing meat from plants\nthat consumers cannot distinguish from actual animal meat,\nand there are now dozens of companies growing actual animal meat\ndirectly from cells.\nThis plant-based and cell-based meat\ngives consumers everything that they love about meat --\nthe taste, the texture and so on --\nbut with no need for antibiotics\nand with a fraction of the adverse impact on the climate.\nAnd because these two technologies are so much more efficient,\nat production scale\nthese products will be cheaper.\nBut one quick point about that --\nit's not going to be easy.\nThese plant-based companies have spent small fortunes on their burgers,\nand cell-based meat has not yet been commercialized at all.\nSo we're going to need all hands on deck\nto make these the global meat industry.\nFor starters, we need the present meat industry.\nWe don't want to disrupt the meat industry,\nwe want to transform it.\nWe need their economies of scale,\ntheir global supply chain, their marketing expertise\nand their massive consumer base.\nWe also need governments.\nGovernments spend tens of billions of dollars every single year\non research and development\nfocused on global health and the environment.\nThey should be putting some of that money into optimizing and perfecting\nthe production of plant-based and cell-based meat.\nLook, tens of thousands of people died from antibiotic-resistant superbugs\nin North America just last year.\nBy 2050, that number is going to be 10 million per year globally.\nAnd climate change represents an existential threat\nto huge portions of our global family,\nincluding some of the poorest people on the face of the planet.\nClimate change, antibiotic resistance -- these are global emergencies.\nMeat production is exacerbating these emergencies on a global scale.\nBut we are not going to decrease meat consumption\nunless we give consumers alternatives\nthat cost the same or less and that taste the same or better.\nWe have the solution.\nLet's make meat from plants. Let's grow it directly from cells.\nIt's past time that we mobilize the resources that are necessary\nto create the next global agricultural revolution.\nThank you.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "nisSeC81u2M",
	"Title": "3 lessons on decision-making from a poker champion | Liv Boeree",
	"Transcription": "So I'm a professional poker player,\nand today, I want to talk about three things that the game has taught me\naround decision-making that I find apply to everyday life.\nNow the first of these things is about luck.\nNow, like poker, life is also a game of skill and luck,\nand when it comes to the biggest things we care about --\nhealth, wealth and relationships --\nthese outcomes don't only depend on the quality of our decision-making,\nbut also the roll of life's dice.\nFor example, we can be perfectly health-conscious\nand still get unlucky with something like cancer.\nOr we can smoke 20 a day and live to a ripe old age,\nand this kind of ambiguity can make it hard for us to know\nhow good our strategies are, sometimes,\nespecially when we're experiencing a lot of success.\nFor example, back in 2010,\nI won a really big poker tournament known as the European Poker Tour.\nAnd because I'd only been playing full-time for about a year,\nwhen I won, I assumed I must be rather brilliant.\nIn fact, I thought I was so brilliant\nthat I not only got rather lazy with studying the game,\nbut I also got more risky,\nstarted playing in the biggest tournaments I could\nagainst the very best in the world.\nAnd then my profit graph went from a thing of beauty\nto something kind of sad,\nwith this worrying downhill trend for a long time,\nuntil I finally realized that I was overestimating my skill level,\nand got my act together.\nAnd this kind of reminds me of what we've been seeing\nin the cryptocurrency space, at least in 2017,\nwhere the only thing that's been going up faster than the markets themselves\nis the number of \"senior investment specialists\"\nwho have been appearing out of nowhere.\nNow I'm not saying it's not possible to have a strategic edge,\nbut at the same time, it's very easy to feel like a genius\nwhen you're in a market that's going up so fast\nthat even the worst strategies are making a profit.\nSo when we're experiencing success,\nit's important to take a moment to really ask ourselves\nhow much of it is truly down to us,\nbecause our egos love to downplay the luck factor when we're winning.\nNow, a second thing poker taught me\nis the importance of quantifying my thinking.\nWhen you're playing, you can't just get away with going,\n\"Eh, they're probably bluffing.\"\nThat's just going to lose you a bunch of money,\nbecause poker is a game of probabilities and precision,\nand so you have to train yourself to think in numbers.\nSo now, whenever I catch myself\nthinking vaguely about something really important, like,\n\"It's unlikely I'll forget what I want to say in my TED Talk,\"\nI now try to estimate it numerically.\n(Laughter)\nTrust me, it helps a lot with the planning process.\nAnd the thing is, almost anything that could possibly happen here today,\nor at any point in the future,\ncan also be expressed as a probability, too.\n(Laughter)\nSo now I also try to speak in numbers as well.\nSo if someone asks me,\n\"Hey, Liv, do you think you're going to come along to that thing tonight?\"\ninstead of just saying to them, \"Yeah, probably,\"\nI actually give them my best estimate --\nsay, 60 percent.\nBecause -- I know that sounds a little odd --\nbut the thing is, I ran a poll on Twitter\nof what people understand the word \"probably\" to mean,\nand this was the spread of answers.\nEnormous!\nSo apparently, it's absolutely useless\nat actually conveying any real information.\nSo if you guys catch yourselves using these vague words,\nlike \"probably\" or \"sometimes,\"\ntry, instead, using numbers, because when we speak in numbers,\nwe know what lands in the other person's brain.\nNow, the third thing I want to touch on today is intuition.\nHow often have you seen these kinds of inspirational memes\nin your Facebook feed?\n[Always trust your gut feeling and never second-guess.]\nThey're nice, right?\nIt's lovely. Yes. \"Trust your soul.\"\nWell, they're terrible advice.\nThese are some of the best poker players in the world right now.\nDo they look like people who live purely off feelings and intuitions?\n(Laughter)\nLook at them!\nObviously, these guys are about slow, careful analysis,\nand that's because the game has outgrown the days\nwhere pure street smarts and people-reading\ncan get you to the top.\nAnd that's because our intuitions aren't nearly as perfect\nas we'd like to believe.\nI mean, it'd be great, whenever we're in a tough spot,\nto just have an answer appear to us from some magical source of inspiration.\nBut in reality, our gut is extremely vulnerable\nto all kinds of wishful thinking and biases.\nSo then, what is our gut good for?\nWell, all the studies I've read\nconclude that it's best-suited for everyday things\nthat we have lots and lots of experience in,\nlike how we just know that our friend is mad at us\nbefore we've even said anything to them,\nor whether we can fit our car into a tight parking spot.\nBut when it comes to the really big stuff,\nlike what's our career path going to be\nor who should we marry,\nwhy should we assume that our intuitions\nare better calibrated for these than slow, proper analysis?\nI mean, they don't have any data to be based off.\nSo my third lesson is, while we shouldn't ignore our intuitions,\nwe shouldn't overprivilege them either.\nAnd I'd like to summarize these three lessons today\nwith my own set of memes,\nwith more of a poker-player twist.\n\"Success is sweetest when you achieve it across a large sample size.\"\n(Laughter)\n\"Your gut is your friend and so is a cost-benefit analysis.\"\n(Laughter)\n\"The future is unknown, but you can damn well try and estimate it.\"\nThank you.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "YFC5CwZVCEw",
	"Title": "Archeology from space | Sarah Parcak",
	"Transcription": "When I was a child growing up in Maine, one of my favorite things to do was to look for sand dollars on the seashores of Maine,because my parents told me it would bring me luck.\nBut you know, these shells, they're hard to find.\nThey're covered in sand, they're difficult to see.\nHowever, over time, I got used to looking for them.\nI started seeing shapes and patterns that helped me to collect them.\nThis grew into a passion for finding things, a love for the past and archaeology.\nAnd eventually, when I started studying Egyptology, I realized that seeing with my naked eyes alone wasn't enough.\nBecause all of the sudden, in Egypt, my beach had grown from a tiny beach in Maine to one eight hundred miles long, next to the Nile.\nAnd my sand dollars had grown to the size of cities.\nThis is really what brought me to using satellite imagery.\nFor trying to map the past, I knew that I had to see differently.\nSo I want to show you an example of how we see differently using the infrared.\nThis is a site located in the eastern Egyptian delta called Mendes.\nAnd the site visibly appears brown, but when we use the infrared and we process it, all of the sudden, using false color, the site appears as bright pink.\nWhat you are seeing are the actual chemical changes to the landscape caused by the building materials and activities of the ancient Egyptians.\nWhat I want to share with you today is how we've used satellite data to find an ancient Egyptian city, called Itjtawy, missing for thousands of years.\nItjtawy was ancient Egypt's capital for over four hundred years, at a period of time called the Middle Kingdom, about four thousand years ago.\nThe site is located in the Faiyum of Egypt, and the site is really important, because in the Middle Kingdom there was this great renaissance for ancient Egyptian art, architecture and religion.\nEgyptologists have always known the site of Itjtawy was located somewhere near the pyramids of the two kings who built it, indicated within the red circles here, but somewhere within this massive flood plain.\nThis area is huge -- it's four miles by three miles in size.\nThe Nile used to flow right next to the city of Itjtawy, and as it shifted and changed and moved over time to the east, it covered over the city.\nSo, how do you find a buried city in a vast landscape?\nFinding it randomly would be the equivalent of locating a needle in a haystack, blindfolded, wearing baseball mitts.\nSo what we did is we used NASA topography data to map out the landscape, very subtle changes.\nWe started to be able to see where the Nile used to flow.\nBut you can see in more detail, and even more interesting, this very slight raised area seen within the circle up here which we thought could possibly be the location of the city of Itjtawy.\nSo we collaborated with Egyptian scientists to do coring work, which you see here.\nWhen I say coring, it's like ice coring, but instead of layers of climate change, you're looking for layers of human occupation.\nAnd, five meters down, underneath a thick layer of mud, we found a dense layer of pottery.\nWhat this shows is that at this possible location of Itjtawy, five meters down, we have a layer of occupation for several hundred years, dating to the Middle Kingdom, dating to the exact period of time we think Itjtawy is.\nWe also found work stone -- carnelian, quartz and agate that shows that there was a jeweler's workshop here.\nThese might not look like much, but when you think about the most common stones used in jewelry from the Middle Kingdom, these are the stones that were used.\nSo, we have a dense layer of occupation dating to the Middle Kingdom at this site.\nWe also have evidence of an elite jeweler's workshop, showing that whatever was there was a very important city.\nNo Itjtawy was here yet, but we're going to be returning to the site in the near future to map it out.\nAnd even more importantly, we have funding to train young Egyptians in the use of satellite technology so they can be the ones making great discoveries as well.\nSo I wanted to end with my favorite quote from the Middle Kingdom -- it was probably written at the city of Itjtawy four thousand years ago.\n\"Sharing knowledge is the greatest of all callings. There's nothing like it in the land.\"\nSo as it turns out, TED was not founded in 1984 AD.\nMaking ideas actually started in 1984 BC at a not-lost-for-long city, found from above.\nIt certainly puts finding seashells by the seashore in perspective.\nThank you very much.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "uwbRXXsYbUc",
	"Title": "Friends - Rachel - Welcome to the real world",
	"VideoType": "Film Fragment",
	"EnglishLevel": "None",
	"Transcription": "all right kids I gotta get to work\nif I don't input those numbers doesn't\nmake much of a difference so like you\nguys all have jobs yeah we all have jobs\nsee that's how we buy stuff yeah I'm an\nactor Wow\nwhat I've seen you in anything oh I\ndoubt it mostly regional work Hey\nunless you happen to catch the wee ones\nproduction of Pinocchio look Geppetto\nI'm a real live boy I will not take this\nabuse you're right I'm sorry\nonce I was a wooden boy guess what you\ngot a job are you kidding I'm trained\nfor nothing\nI was laughed out of 12 interviews today\nand yet you're surprisingly upbeat\nwell you would be too if you found Joan\nand David boots on sale 50 percent off\noh how well you know me they're my new I\ndon't need a job I don't need my parents\nI've got great boots boots how'd you pay\nfor them a credit card\nyeah who pays for that um my\ncome on you can't live off your parents\nyour whole life I know that that's why I\nwas getting married if we're break it's\nhard being on your own for the first\ntime thank you you're welcome\nI remember when I first came to this\ncity I was 14 my mom had just killed\nherself and my stepdad was back in\nprison and I got here and I don't know\nanybody and I ended up living with this\nalbino guy who was like cleaning\nwindshields outside Port Authority and\nthen he killed himself and then I found\naromatherapy so believe me I know\nexactly how you feel the word you're\nlooking for is anyway\nready I don't think so come on cotton\ncut cut cut cut cut cut cut cut cut cut\ncut cut cut\nwelcome to the real world it sucks\nyou're gonna love it"
}
{
	"ApiId": "Us5efsJm4XQ",
	"Title": "Avengers: Infinity War Trailer",
	"Transcription": "The entire time I knew him,\nhe only ever had one goal.\nTo wipe out half the universe.\nIf he gets all the infinity stones,\nhe can do it with a snap of his fingers.\nJust like that.\nTell me his name again.\nThanos.\nWe got one advantage.\nHe's coming to us.\nWe have what Thanos wants.\nSo, that's what we use.\nLet's talk about this plan of yours.\nI think it's good, except, it sucks.\nSo, let me do the plan, and that way, it might be really good.\nThe end is near.\nAnd when I'm done,\nhalf of humanity will still exists.\nPerfectly balanced.\nAs all thing should be.\nI hope they remember you.\nI'm Peter, by the way.\nDoctor Strange.\nOh, you're using your made up names. Then I am Spider-man.",
	"VideoType": "Trailer",
	"EnglishLevel": "None"
}
{
	"ApiId": "iiCO9ZZ5p20",
	"Title": "Marge Preps Homer For Dinner",
	"Transcription": "How could she be so embarrassed of her own family?\nWe've got to help Lisa make a good impression.\nStop drinking out of that hose.\nOh, so now drinking out of a hose in my own bedroom\nis embarrassing.\nHomer.\nHomer.\nHomer.\nHomer.\nI'm giving you a list of four things\nto say at dinner tonight.\nFour things-- that's it.\nOne, two, three--\nyou're right.\nAt dinner tonight, I don't want\nyou to be somebody you aren't.\nI also don't want you to be who you are.\nSo just stick to these.\nAll right.\nI completely angry.\nThat's agree.\nOh, much better.",
	"VideoType": "Cartoon Fragment",
	"EnglishLevel": "None"
}
{
	"ApiId": "vZCGSP3A0Fo",
	"Title": "The next global agricultural revolution | Bruce Friedrich",
	"Transcription": "In 2019, humanity received a warning:\n30 of the world's leading scientists released the results\nof a massive three-year study into global agriculture\nand declared that meat production is destroying our planet\nand jeopardizing global health.\nOne of the study's authors explained\nthat \"humanity now poses a threat to the stability of the planet ...\n[This requires] nothing less than a new global agricultural revolution.\"\nAs somebody who's spent the last two decades\nadvocating a shift away from industrial meat production,\nI wanted to believe that this clarion call was going to make a difference.\nThe thing is, I've seen this sort of thing again and again and again for decades.\nHere's 2018 from the journal \"Nature,\"\n2017 from \"Bioscience Journal,\"\n2016 from the National Academy of Sciences.\nThe main point of these studies tends to be climate change.\nBut antibiotic resistance represents just as big of a threat.\nWe are feeding massive doses of antibiotics to farm animals.\nThese antibiotics are then mutating into superbugs\nthat threaten to render antibiotics obsolete\nwithin all of our lifetimes.\nYou want a scare?\nGoogle: \"the end of working antibiotics.\"\nI'm going to get one thing out of the way:\nI am not here to tell anybody what to eat.\nIndividual action is great,\nbut antibiotic resistance and climate change --\nthey require more.\nBesides, convincing the world to eat less meat hasn't worked.\nFor 50 years, environmentalists, global health experts and animal activists\nhave been begging the public to eat less meat.\nAnd yet, per capita meat consumption\nis as high as it's been in recorded history.\nThe average North American last year ate more than 200 pounds of meat.\nAnd I didn't eat any.\n(Laughter)\nWhich means somebody out there ate 400 pounds of meat.\n(Laughter)\nOn our current trajectory,\nwe're going to need to be producing 70 to 100 percent more meat by 2050.\nThis requires a global solution.\nWhat we need to do is we need to produce the meat that people love,\nbut we need to produce it in a whole new way.\nI've got a couple of ideas.\nIdea number one: let's grow meat from plants.\nInstead of growing plants, feeding them to animals,\nand all of that inefficiency,\nlet's grow those plants, let's biomimic meat with them,\nlet's make plant-based meat.\nIdea number two: for actual animal meat,\nlet's grow it directly from cells.\nInstead of growing live animals, let's grow the cells directly.\nIt takes six weeks to grow a chicken to slaughter weight.\nGrow the cells directly, you can get that same growth\nin six days.\nThis is what that looks like at scale.\nIt's your friendly neighborhood meat brewery.\n(Laughter)\nI want to make two points about this.\nThe first one is, we believe we can do it.\nIn recent years, some companies have been producing meat from plants\nthat consumers cannot distinguish from actual animal meat,\nand there are now dozens of companies growing actual animal meat\ndirectly from cells.\nThis plant-based and cell-based meat\ngives consumers everything that they love about meat --\nthe taste, the texture and so on --\nbut with no need for antibiotics\nand with a fraction of the adverse impact on the climate.\nAnd because these two technologies are so much more efficient,\nat production scale\nthese products will be cheaper.\nBut one quick point about that --\nit's not going to be easy.\nThese plant-based companies have spent small fortunes on their burgers,\nand cell-based meat has not yet been commercialized at all.\nSo we're going to need all hands on deck\nto make these the global meat industry.\nFor starters, we need the present meat industry.\nWe don't want to disrupt the meat industry,\nwe want to transform it.\nWe need their economies of scale,\ntheir global supply chain, their marketing expertise\nand their massive consumer base.\nWe also need governments.\nGovernments spend tens of billions of dollars every single year\non research and development\nfocused on global health and the environment.\nThey should be putting some of that money into optimizing and perfecting\nthe production of plant-based and cell-based meat.\nLook, tens of thousands of people died from antibiotic-resistant superbugs\nin North America just last year.\nBy 2050, that number is going to be 10 million per year globally.\nAnd climate change represents an existential threat\nto huge portions of our global family,\nincluding some of the poorest people on the face of the planet.\nClimate change, antibiotic resistance -- these are global emergencies.\nMeat production is exacerbating these emergencies on a global scale.\nBut we are not going to decrease meat consumption\nunless we give consumers alternatives\nthat cost the same or less and that taste the same or better.\nWe have the solution.\nLet's make meat from plants. Let's grow it directly from cells.\nIt's past time that we mobilize the resources that are necessary\nto create the next global agricultural revolution.\nThank you.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "nisSeC81u2M",
	"Title": "3 lessons on decision-making from a poker champion | Liv Boeree",
	"Transcription": "So I'm a professional poker player,\nand today, I want to talk about three things that the game has taught me\naround decision-making that I find apply to everyday life.\nNow the first of these things is about luck.\nNow, like poker, life is also a game of skill and luck,\nand when it comes to the biggest things we care about --\nhealth, wealth and relationships --\nthese outcomes don't only depend on the quality of our decision-making,\nbut also the roll of life's dice.\nFor example, we can be perfectly health-conscious\nand still get unlucky with something like cancer.\nOr we can smoke 20 a day and live to a ripe old age,\nand this kind of ambiguity can make it hard for us to know\nhow good our strategies are, sometimes,\nespecially when we're experiencing a lot of success.\nFor example, back in 2010,\nI won a really big poker tournament known as the European Poker Tour.\nAnd because I'd only been playing full-time for about a year,\nwhen I won, I assumed I must be rather brilliant.\nIn fact, I thought I was so brilliant\nthat I not only got rather lazy with studying the game,\nbut I also got more risky,\nstarted playing in the biggest tournaments I could\nagainst the very best in the world.\nAnd then my profit graph went from a thing of beauty\nto something kind of sad,\nwith this worrying downhill trend for a long time,\nuntil I finally realized that I was overestimating my skill level,\nand got my act together.\nAnd this kind of reminds me of what we've been seeing\nin the cryptocurrency space, at least in 2017,\nwhere the only thing that's been going up faster than the markets themselves\nis the number of \"senior investment specialists\"\nwho have been appearing out of nowhere.\nNow I'm not saying it's not possible to have a strategic edge,\nbut at the same time, it's very easy to feel like a genius\nwhen you're in a market that's going up so fast\nthat even the worst strategies are making a profit.\nSo when we're experiencing success,\nit's important to take a moment to really ask ourselves\nhow much of it is truly down to us,\nbecause our egos love to downplay the luck factor when we're winning.\nNow, a second thing poker taught me\nis the importance of quantifying my thinking.\nWhen you're playing, you can't just get away with going,\n\"Eh, they're probably bluffing.\"\nThat's just going to lose you a bunch of money,\nbecause poker is a game of probabilities and precision,\nand so you have to train yourself to think in numbers.\nSo now, whenever I catch myself\nthinking vaguely about something really important, like,\n\"It's unlikely I'll forget what I want to say in my TED Talk,\"\nI now try to estimate it numerically.\n(Laughter)\nTrust me, it helps a lot with the planning process.\nAnd the thing is, almost anything that could possibly happen here today,\nor at any point in the future,\ncan also be expressed as a probability, too.\n(Laughter)\nSo now I also try to speak in numbers as well.\nSo if someone asks me,\n\"Hey, Liv, do you think you're going to come along to that thing tonight?\"\ninstead of just saying to them, \"Yeah, probably,\"\nI actually give them my best estimate --\nsay, 60 percent.\nBecause -- I know that sounds a little odd --\nbut the thing is, I ran a poll on Twitter\nof what people understand the word \"probably\" to mean,\nand this was the spread of answers.\nEnormous!\nSo apparently, it's absolutely useless\nat actually conveying any real information.\nSo if you guys catch yourselves using these vague words,\nlike \"probably\" or \"sometimes,\"\ntry, instead, using numbers, because when we speak in numbers,\nwe know what lands in the other person's brain.\nNow, the third thing I want to touch on today is intuition.\nHow often have you seen these kinds of inspirational memes\nin your Facebook feed?\n[Always trust your gut feeling and never second-guess.]\nThey're nice, right?\nIt's lovely. Yes. \"Trust your soul.\"\nWell, they're terrible advice.\nThese are some of the best poker players in the world right now.\nDo they look like people who live purely off feelings and intuitions?\n(Laughter)\nLook at them!\nObviously, these guys are about slow, careful analysis,\nand that's because the game has outgrown the days\nwhere pure street smarts and people-reading\ncan get you to the top.\nAnd that's because our intuitions aren't nearly as perfect\nas we'd like to believe.\nI mean, it'd be great, whenever we're in a tough spot,\nto just have an answer appear to us from some magical source of inspiration.\nBut in reality, our gut is extremely vulnerable\nto all kinds of wishful thinking and biases.\nSo then, what is our gut good for?\nWell, all the studies I've read\nconclude that it's best-suited for everyday things\nthat we have lots and lots of experience in,\nlike how we just know that our friend is mad at us\nbefore we've even said anything to them,\nor whether we can fit our car into a tight parking spot.\nBut when it comes to the really big stuff,\nlike what's our career path going to be\nor who should we marry,\nwhy should we assume that our intuitions\nare better calibrated for these than slow, proper analysis?\nI mean, they don't have any data to be based off.\nSo my third lesson is, while we shouldn't ignore our intuitions,\nwe shouldn't overprivilege them either.\nAnd I'd like to summarize these three lessons today\nwith my own set of memes,\nwith more of a poker-player twist.\n\"Success is sweetest when you achieve it across a large sample size.\"\n(Laughter)\n\"Your gut is your friend and so is a cost-benefit analysis.\"\n(Laughter)\n\"The future is unknown, but you can damn well try and estimate it.\"\nThank you.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "pphn8cJSApo",
	"Title": "Spider-Man: Into the Spider-Verse Trailer",
	"Transcription": "- Miles?! You've gotta go. - Yeah?\nIf you want me to drive you, we've got to go now.\n- Personal chauffeur going once. - No Dad, I'll walk. It's okay.\nSeriously, dad. Walking would have been fine.\nBreaking news: Spider-Man saves the day again.\nSpider-Man.\nThis guy swings-in once a day and zip-zap-zop...\nDad speedup! Speedup! I know these kids.\n- Hey Miles! Have you been arrested?! - Guys, don't cops run red lights?\nWell, yeah, some do.\nBut not your dad.\nIn your universe, there's only one Spider-Man.\nBut there's another universe that looks and sounds like yours, but is not.\nMy name is Miles Morales.\nHey, kid.\n- You're like me. - How?\nI know it's complicated.\nYou want to know what happened to you.\nI can teach you to be Spider-Man.\nI love these burgers, so delicious.\nIt's one of the best burgers I've ever had.\nYou have money, right? I'm not very liquid right now.\nI think you're gonna be a bad teacher.\nHow am I supposed to save the whole world?\nYou can't think about saving the world. You have to think about saving one person.\nOne thing I know for sure: don't do it like me.\nDo it like you!\nI see this spark in you. It's amazing!\nHands up!\nWhatever you choose to do, you'll be great.\n- I love you, Miles. - Yeah, I know, dad.\n- You've got to say, \"I love you back.\" - Dad, are you serious?\nI want to hear it. \"I love you, dad.\"\n- You're dropping me... - \"I love you, dad\".\n\"Dad, I love you.\"\nDad, I love you.\nThat's a copy.\n- Time to swing, just like I told you. - When did you teach me that?\nI didn't. It's a little joke for team building.\n- Hey, guys. - Okay, who are you?\nI'm Gwen Stacy.\nCome on!\n- How many spider-people are there? - Save it for Comic-Con.\n- What's Comic-Con? - Let's go!'",
	"VideoType": "Trailer",
	"EnglishLevel": "None"
}
{
	"ApiId": "fufAIT3zdlU",
	"Title": "Friends - Joey - Butt double",
	"Transcription": "oh my god okay okay I'll be there huh\nhow's my agent my agent has just gotten me a job in the new Al Pacino movie can\nyou believe this\nAl Pacino this guy's the reason I became an actor I'm I'm gonna pair you're out of order\nthis whole courtrooms out of order\nseriously what's the part just when I thought I was out they pull me back in\ngoodbye seriously Joey what's the part\nuh you're you're never I'm his butt\ndouble okay\nI play out Pacino's but right he goes into the shower and then\nI'm his bot oh my god come on you guys\nthis is a real movie and Al Pacino's in it that's big oh no it's terrific it's\nit's you know you deserve this after all\nyou years of struggling you've finally\nbeen able to crack your way\nhey hey fine make jokes I don't care\nthis is a big break for me no you're\nright you're right it is yeah so you can\ninvite us all to the big opening\nhandler salmon hire the girl okay\neverybody ready uh listen I just want to\nthank you for this great opportunity\nlose the row but me that would work right okay\nlosing the robe okay and the robe is lost\nokay everybody would like to get this in one take please\nlet's roll it waters working and action and cut\nhey but guy what the hell you doing I'm\nJarrod no that was clenching Oh way I\nsee it the guy's upset here you know I\nmean his wife's dad his brothers missing\nI think his butt would be angry here I\nthink his butt would like to get the\nshot before lunch once again rolling\nwater working and action\nand cut what was that I was going for\nquiet desperation but if you have to ask\nhey hey hey we did it aren't you the guy\nwho plays the bud in the new Al Pacino movie nope\nno what happened big guy big guy it felt\nlike a big guy moment I got fired oh\nyeah they said I acted too much with it\nI told everybody about this now\neveryone's gonna go to the theater\nexpecting to see me oh you know what no\none is gonna be able to tell my mom will\nsomething so sweet and disturbing about\nthat you know I've done nothing but\ncrappy plays for six years\nand I finally get my shot and I blow it\nI mean maybe this wasn't your shot yeah\nI think when it's your shot you know you\nyou know it's your shot did did it feel\nlike your shot at the town I was naked\nno I don't think this was your shot I\nmean I don't even think you just get one\nshot I really believe big things are\ngonna happen for you I do and you've got\nto just keep thinking about the day that\nsome kid is gonna run up to his friends\nago I got the part I got the part\nI'm gonna be joey tribbiani's ass\noh it's so nice oh I'm sorry Joey let me go to bed guys\nhi hi Monica come on you're gonna leave\nyour shoes out here uh-huh\nreally just just casually strewn about\nand that reckless haphazard manner doessn't matter\nI'll get him tomorrow or not whenever she is a kook",
	"VideoType": "Film Fragment",
	"EnglishLevel": "None"
}
{
	"ApiId": "OKnhSCALXW4",
	"Title": "The Simpsons episode Homer Tries to vote for Obama",
	"Transcription": "Hello, I'd like to vote\nfor president, governor,\nand anything that will take money\naway from our parks and libraries.\nEh, use machine number three.\nOh! I can't fit in the booth!\nUse the double-wide.\nOoh! One of those\nelectronic voting dealies.\nOne vote for McCain. Thank you.\nNo, I want to vote for Obama.\nTwo votes for McCain.\nCome on. It's time for a change!\nThree votes for McCain.\nNo! No! No!\nSix votes for President McCain.\nHey, I only meant one of\nthose votes for McCain.\nThis machine is rigged.\nMust... tell.. President McCain.\nThis doesn't happen\nin America! Maybe Ohio!\nBut not in America!\nI voted",
	"VideoType": "Cartoon Fragment",
	"EnglishLevel": "None"
}
{
	"ApiId": "YFC5CwZVCEw",
	"Title": "Archeology from space | Sarah Parcak",
	"Transcription": "When I was a child growing up in Maine, one of my favorite things to do was to look for sand dollars on the seashores of Maine,because my parents told me it would bring me luck.\nBut you know, these shells, they're hard to find.\nThey're covered in sand, they're difficult to see.\nHowever, over time, I got used to looking for them.\nI started seeing shapes and patterns that helped me to collect them.\nThis grew into a passion for finding things, a love for the past and archaeology.\nAnd eventually, when I started studying Egyptology, I realized that seeing with my naked eyes alone wasn't enough.\nBecause all of the sudden, in Egypt, my beach had grown from a tiny beach in Maine to one eight hundred miles long, next to the Nile.\nAnd my sand dollars had grown to the size of cities.\nThis is really what brought me to using satellite imagery.\nFor trying to map the past, I knew that I had to see differently.\nSo I want to show you an example of how we see differently using the infrared.\nThis is a site located in the eastern Egyptian delta called Mendes.\nAnd the site visibly appears brown, but when we use the infrared and we process it, all of the sudden, using false color, the site appears as bright pink.\nWhat you are seeing are the actual chemical changes to the landscape caused by the building materials and activities of the ancient Egyptians.\nWhat I want to share with you today is how we've used satellite data to find an ancient Egyptian city, called Itjtawy, missing for thousands of years.\nItjtawy was ancient Egypt's capital for over four hundred years, at a period of time called the Middle Kingdom, about four thousand years ago.\nThe site is located in the Faiyum of Egypt, and the site is really important, because in the Middle Kingdom there was this great renaissance for ancient Egyptian art, architecture and religion.\nEgyptologists have always known the site of Itjtawy was located somewhere near the pyramids of the two kings who built it, indicated within the red circles here, but somewhere within this massive flood plain.\nThis area is huge -- it's four miles by three miles in size.\nThe Nile used to flow right next to the city of Itjtawy, and as it shifted and changed and moved over time to the east, it covered over the city.\nSo, how do you find a buried city in a vast landscape?\nFinding it randomly would be the equivalent of locating a needle in a haystack, blindfolded, wearing baseball mitts.\nSo what we did is we used NASA topography data to map out the landscape, very subtle changes.\nWe started to be able to see where the Nile used to flow.\nBut you can see in more detail, and even more interesting, this very slight raised area seen within the circle up here which we thought could possibly be the location of the city of Itjtawy.\nSo we collaborated with Egyptian scientists to do coring work, which you see here.\nWhen I say coring, it's like ice coring, but instead of layers of climate change, you're looking for layers of human occupation.\nAnd, five meters down, underneath a thick layer of mud, we found a dense layer of pottery.\nWhat this shows is that at this possible location of Itjtawy, five meters down, we have a layer of occupation for several hundred years, dating to the Middle Kingdom, dating to the exact period of time we think Itjtawy is.\nWe also found work stone -- carnelian, quartz and agate that shows that there was a jeweler's workshop here.\nThese might not look like much, but when you think about the most common stones used in jewelry from the Middle Kingdom, these are the stones that were used.\nSo, we have a dense layer of occupation dating to the Middle Kingdom at this site.\nWe also have evidence of an elite jeweler's workshop, showing that whatever was there was a very important city.\nNo Itjtawy was here yet, but we're going to be returning to the site in the near future to map it out.\nAnd even more importantly, we have funding to train young Egyptians in the use of satellite technology so they can be the ones making great discoveries as well.\nSo I wanted to end with my favorite quote from the Middle Kingdom -- it was probably written at the city of Itjtawy four thousand years ago.\n\"Sharing knowledge is the greatest of all callings. There's nothing like it in the land.\"\nSo as it turns out, TED was not founded in 1984 AD.\nMaking ideas actually started in 1984 BC at a not-lost-for-long city, found from above.\nIt certainly puts finding seashells by the seashore in perspective.\nThank you very much.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "fJ9rUzIMcZQ",
	"Title": "Queen - Bohemian Rhapsody",
	"Transcription": "Is this the real life?\nIs this just fantasy?\nCaught in a landslide\nNo escape from reality\nOpen your eyes\nLook up to the skies and see\nI'm just a poor boy, I need no sympathy\nBecause I'm easy come, easy go\nA little high, little low\nAnyway the wind blows, doesn't really matter to me, to me\n \nMama, just killed a man\nPut a gun against his head\nPulled my trigger, now he's dead\nMama, life had just begun\nBut now I've gone and thrown it all away\nMama, ooo\nDidn't mean to make you cry\nIf I'm not back again this time tomorrow\nCarry on, carry on, as if nothing really matters\n \nToo late, my time has come\nSends shivers down my spine\nBody's aching all the time\nGoodbye everybody - I've got to go\nGotta leave you all behind and face the truth\nMama, ooo - (anyway the wind blows)\nI don't want to die\nI sometimes wish I'd never been born at all\n \nI see a little silhouette of a man\nScaramouch, scaramouch will you do the fandango\nThunderbolt and lightning - very very frightening me\nGallileo, Gallileo,\nGallileo, Gallileo,\nGallileo Figaro - magnifico\n \nBut I'm just a poor boy and nobody loves me\nHe's just a poor boy from a poor family\nSpare him his life from this monstrosity\nEasy come easy go - will you let me go\nBismillah! No - we will not let you go - let him go\nBismillah! We will not let you go - let him go\nBismillah! We will not let you go - let me go\nWill not let you go - let me go (never)\nNever let you go - let me go\nNever let me go - ooo\nNo, no, no, no, no, no, no -\nOh mama mia, mama mia, mama mia let me go\nBeelzebub has a devil put aside for me\nFor me\nFor me\n \nSo you think you can stop me and spit in my eye\nSo you think you can love me and leave me to die\nOh baby - can't do this to me baby\nJust gotta get out - just gotta get right outta here\n \nOoh yeah, ooh yeah\nNothing really matters\nAnyone can see\nNothing really matters - nothing really matters to me\n \nAnyway the wind blows...",
	"VideoType": "Audio Clip",
	"EnglishLevel": "None"
}
{
	"ApiId": "uwbRXXsYbUc",
	"Title": "Friends - Rachel - Welcome to the real world",
	"VideoType": "Film Fragment",
	"EnglishLevel": "None",
	"Transcription": "all right kids I gotta get to work\nif I don't input those numbers doesn't\nmake much of a difference so like you\nguys all have jobs yeah we all have jobs\nsee that's how we buy stuff yeah I'm an\nactor Wow\nwhat I've seen you in anything oh I\ndoubt it mostly regional work Hey\nunless you happen to catch the wee ones\nproduction of Pinocchio look Geppetto\nI'm a real live boy I will not take this\nabuse you're right I'm sorry\nonce I was a wooden boy guess what you\ngot a job are you kidding I'm trained\nfor nothing\nI was laughed out of 12 interviews today\nand yet you're surprisingly upbeat\nwell you would be too if you found Joan\nand David boots on sale 50 percent off\noh how well you know me they're my new I\ndon't need a job I don't need my parents\nI've got great boots boots how'd you pay\nfor them a credit card\nyeah who pays for that um my\ncome on you can't live off your parents\nyour whole life I know that that's why I\nwas getting married if we're break it's\nhard being on your own for the first\ntime thank you you're welcome\nI remember when I first came to this\ncity I was 14 my mom had just killed\nherself and my stepdad was back in\nprison and I got here and I don't know\nanybody and I ended up living with this\nalbino guy who was like cleaning\nwindshields outside Port Authority and\nthen he killed himself and then I found\naromatherapy so believe me I know\nexactly how you feel the word you're\nlooking for is anyway\nready I don't think so come on cotton\ncut cut cut cut cut cut cut cut cut cut\ncut cut cut\nwelcome to the real world it sucks\nyou're gonna love it"
}
{
	"ApiId": "_m-_ULkn2Ck",
	"Title": "Friends - \"Happy new year\"",
	"VideoType": "Film Fragment",
	"EnglishLevel": "None",
	"Transcription": "here at of square\nwe go kids and then the peacock bit me\nplease kiss me at midnight\nyou seen sandy ooh I don't know how to\ntell you this but she's in Monica's\nbedroom getting it on with Max that\nscientist geek oh look at that I didn't\nknow how to say running in 20 seconds\nit'll be midnight and the moment of joy\nis applause it's like that nosed\neight-pack thing worked out\nhoney what's so happy I hate that not\neverybody's happy\nhey Bobby no I thought I'd throw this\nout here I'm no math whiz but I do\nbelieve there are three girls and three\nguys right here you see anyone I can't\nkiss me\nso I'm kissing everyone no no no you\ncan't kiss Ross that's irrelevant oh\nyeah perfect perfect so now everybody's\ngetting kissed but me\nall right somebody kiss me somebody kiss\nme time nine Johnny can somebody kiss\nmatch\nI wanted this to work so much I'm still\nin there changing his diapers picking\nhis flea\nbut he's just phoning it in just so hard\nto accept the fact that something you\nlove so much doesn't love you back you\nknow like that bitch cracked my tooth"
}
{
	"ApiId": "Us5efsJm4XQ",
	"Title": "Avengers: Infinity War Trailer",
	"Transcription": "The entire time I knew him,\nhe only ever had one goal.\nTo wipe out half the universe.\nIf he gets all the infinity stones,\nhe can do it with a snap of his fingers.\nJust like that.\nTell me his name again.\nThanos.\nWe got one advantage.\nHe's coming to us.\nWe have what Thanos wants.\nSo, that's what we use.\nLet's talk about this plan of yours.\nI think it's good, except, it sucks.\nSo, let me do the plan, and that way, it might be really good.\nThe end is near.\nAnd when I'm done,\nhalf of humanity will still exists.\nPerfectly balanced.\nAs all thing should be.\nI hope they remember you.\nI'm Peter, by the way.\nDoctor Strange.\nOh, you're using your made up names. Then I am Spider-man.",
	"VideoType": "Trailer",
	"EnglishLevel": "None"
}
{
	"ApiId": "iiCO9ZZ5p20",
	"Title": "Marge Preps Homer For Dinner",
	"Transcription": "How could she be so embarrassed of her own family?\nWe've got to help Lisa make a good impression.\nStop drinking out of that hose.\nOh, so now drinking out of a hose in my own bedroom\nis embarrassing.\nHomer.\nHomer.\nHomer.\nHomer.\nI'm giving you a list of four things\nto say at dinner tonight.\nFour things-- that's it.\nOne, two, three--\nyou're right.\nAt dinner tonight, I don't want\nyou to be somebody you aren't.\nI also don't want you to be who you are.\nSo just stick to these.\nAll right.\nI completely angry.\nThat's agree.\nOh, much better.",
	"VideoType": "Cartoon Fragment",
	"EnglishLevel": "None"
}
{
	"ApiId": "ttcJMNlKif4",
	"Title": "An ingenious proposal for scaling up marine protection | Mark Tercek",
	"Transcription": "Ah, earth's oceans.They are beautiful, inspiring, life-sustaining.\nThey are also, as you're probably quite aware, more or less screwed.\nIn the Seychelles, for example,\nhuman activities and climate change have left corals bleached.\nOverfishing has caused fish stocks to plummet.\nBiodiversity is in peril.\nSo what can we do?\nWell, some form of protection, obviously.\nNature is very resilient.\nWhen marine areas are strategically protected,\nentire ecosystems can bounce back.\nHowever, creating marine protected areas isn't easy.\nFirst, you have the issue of figuring out where to protect.\nThis coral reef overlaps with that international fishing route,\nintersects with this fish hatchery.\nEverything is interconnected.\nAnd marine protection plans must take into account\nhow one area affects another.\nThen, there's the issue of getting everyone on board.\nCoastal economies often rely on fishing and tourism.\nIf people think they can't do their work,\nthere's no chance of getting the local buy-in you need\nfor the area to be successful.\nMarine protected areas must also be enforced.\nThat means the government itself must be deeply invested in the plan.\nToken support will not cut it.\nAnd finally, conservation requires money.\nA lot of it.\nGovernments in island and coastal nations may want to protect their waters,\nbut often these nations have very high debt\nand can't afford to prioritize conservation.\nIf we rely on philanthropic dollars alone to fund marine protection,\nwe might get a small marine-protected area here,\nanother little one there.\nBut we need more marine protected areas faster,\nto have lasting impact.\nSo what exactly does smart ocean conservation look like?\nHow do we get the money, government support and careful planning\nthat takes into account both local economies\nand complex ecosystems?\nWe want to share with you an audacious idea\nfrom The Nature Conservancy.\nIt seeks to address all of these things in one fell swoop.\nThey've realized that debt held by island and coastal nations\nis the very thing that will enable them to achieve their conservation goals.\nTNC's idea is to restructure this debt,\nto generate the funds and political will\nto protect reefs, mangroves and fisheries.\nFor example, if you refinance your house\nto take advantage of a better interest rate,\nmaybe you use the savings to insulate your attic.\nThat's what Blue Bonds for Conservation do for entire coastal countries.\nRefinance the debt,\nthen use the savings to create marine protected areas.\nOf course, sovereign debt restructuring is more complicated than that,\nbut you get the basic idea.\nIf investors put in 40 million dollars now,\nit can unlock as much as 1.6 billion for ocean conservation.\nAnd this is how the work gets done.\nStep one: negotiate the deal.\nA coastal nation commits to protect at least 30 percent of its ocean areas.\nIn exchange, The Nature Conservancy bring investors, public funders\nand international development organizations\nto the table to restructure a portion of the nation's debt,\nleading to lower interest rates and longer repayment periods.\nStep two: create a marine plan.\nSimultaneously, The Nature Conservancy works with marine scientists,\ngovernment leaders and local stakeholders\nto create a detailed conservation plan\nthat integrates the needs of the ocean with the needs of the people.\nStep three: activate for longevity.\nTNC establishes an independently run conservation trust fund.\nThe savings from the debt restructure goes into it\nto support new marine protected areas.\nThe trust then holds the government accountable for its commitments,\nensuring that the Blue Bonds finance real protection efforts.\nCould this plan work?\nIt already has.\nIn 2016, TNC helped create a national conservation plan in the Seychelles.\nTNC restructured 22 million dollars of the government's debt.\nAnd in exchange, the government agreed to protect 30 percent of its marine areas.\nToday, the Seychelles is on track\nto protect 400,000 square kilometers of ocean.\nThat's an area roughly the size of Germany.\nThe Seychelles is protecting its coral reefs,\nit's replenishing its fisheries,\nit's improving its resilience to climate change.\nAt the same time, it's strengthening its economy.\nThis success is making other governments take note.\nMany want to be part of this.\nThere's an opportunity to scale this up, dramatically.\nAnd fast.\nTNC has identified 20 more nations where such a plan should be possible.\nBut to execute, they need seed capital.\nAnd to put in place local teams who can develop conservation plans,\nwork with all the stakeholders and structure the deals.\nIf they get the support they need over the next five years,\nthey could protect four million square kilometers of ocean.\nThat's 10 Germanies.\nThis would increase the amount of protected areas\nin all of the world's oceans\nby an incredible 15 percent.\nIt would allow vast tracks of the world's coral reefs to replenish\nand give safe harbor to countless species.\nThis would be truly incredible.\nAnd it's really just the beginning.\nBecause there aren't 20 countries in the world\nwhere this kind of debt conversion would work.\nThere are almost 100.\nWith this approach, everyone wins.\nGovernments, local citizens, funders,\nand most importantly, our oceans.\nSo in fact, we all win.\nAh, earth's oceans.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "vZCGSP3A0Fo",
	"Title": "The next global agricultural revolution | Bruce Friedrich",
	"Transcription": "In 2019, humanity received a warning:\n30 of the world's leading scientists released the results\nof a massive three-year study into global agriculture\nand declared that meat production is destroying our planet\nand jeopardizing global health.\nOne of the study's authors explained\nthat \"humanity now poses a threat to the stability of the planet ...\n[This requires] nothing less than a new global agricultural revolution.\"\nAs somebody who's spent the last two decades\nadvocating a shift away from industrial meat production,\nI wanted to believe that this clarion call was going to make a difference.\nThe thing is, I've seen this sort of thing again and again and again for decades.\nHere's 2018 from the journal \"Nature,\"\n2017 from \"Bioscience Journal,\"\n2016 from the National Academy of Sciences.\nThe main point of these studies tends to be climate change.\nBut antibiotic resistance represents just as big of a threat.\nWe are feeding massive doses of antibiotics to farm animals.\nThese antibiotics are then mutating into superbugs\nthat threaten to render antibiotics obsolete\nwithin all of our lifetimes.\nYou want a scare?\nGoogle: \"the end of working antibiotics.\"\nI'm going to get one thing out of the way:\nI am not here to tell anybody what to eat.\nIndividual action is great,\nbut antibiotic resistance and climate change --\nthey require more.\nBesides, convincing the world to eat less meat hasn't worked.\nFor 50 years, environmentalists, global health experts and animal activists\nhave been begging the public to eat less meat.\nAnd yet, per capita meat consumption\nis as high as it's been in recorded history.\nThe average North American last year ate more than 200 pounds of meat.\nAnd I didn't eat any.\n(Laughter)\nWhich means somebody out there ate 400 pounds of meat.\n(Laughter)\nOn our current trajectory,\nwe're going to need to be producing 70 to 100 percent more meat by 2050.\nThis requires a global solution.\nWhat we need to do is we need to produce the meat that people love,\nbut we need to produce it in a whole new way.\nI've got a couple of ideas.\nIdea number one: let's grow meat from plants.\nInstead of growing plants, feeding them to animals,\nand all of that inefficiency,\nlet's grow those plants, let's biomimic meat with them,\nlet's make plant-based meat.\nIdea number two: for actual animal meat,\nlet's grow it directly from cells.\nInstead of growing live animals, let's grow the cells directly.\nIt takes six weeks to grow a chicken to slaughter weight.\nGrow the cells directly, you can get that same growth\nin six days.\nThis is what that looks like at scale.\nIt's your friendly neighborhood meat brewery.\n(Laughter)\nI want to make two points about this.\nThe first one is, we believe we can do it.\nIn recent years, some companies have been producing meat from plants\nthat consumers cannot distinguish from actual animal meat,\nand there are now dozens of companies growing actual animal meat\ndirectly from cells.\nThis plant-based and cell-based meat\ngives consumers everything that they love about meat --\nthe taste, the texture and so on --\nbut with no need for antibiotics\nand with a fraction of the adverse impact on the climate.\nAnd because these two technologies are so much more efficient,\nat production scale\nthese products will be cheaper.\nBut one quick point about that --\nit's not going to be easy.\nThese plant-based companies have spent small fortunes on their burgers,\nand cell-based meat has not yet been commercialized at all.\nSo we're going to need all hands on deck\nto make these the global meat industry.\nFor starters, we need the present meat industry.\nWe don't want to disrupt the meat industry,\nwe want to transform it.\nWe need their economies of scale,\ntheir global supply chain, their marketing expertise\nand their massive consumer base.\nWe also need governments.\nGovernments spend tens of billions of dollars every single year\non research and development\nfocused on global health and the environment.\nThey should be putting some of that money into optimizing and perfecting\nthe production of plant-based and cell-based meat.\nLook, tens of thousands of people died from antibiotic-resistant superbugs\nin North America just last year.\nBy 2050, that number is going to be 10 million per year globally.\nAnd climate change represents an existential threat\nto huge portions of our global family,\nincluding some of the poorest people on the face of the planet.\nClimate change, antibiotic resistance -- these are global emergencies.\nMeat production is exacerbating these emergencies on a global scale.\nBut we are not going to decrease meat consumption\nunless we give consumers alternatives\nthat cost the same or less and that taste the same or better.\nWe have the solution.\nLet's make meat from plants. Let's grow it directly from cells.\nIt's past time that we mobilize the resources that are necessary\nto create the next global agricultural revolution.\nThank you.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "nisSeC81u2M",
	"Title": "3 lessons on decision-making from a poker champion | Liv Boeree",
	"Transcription": "So I'm a professional poker player,\nand today, I want to talk about three things that the game has taught me\naround decision-making that I find apply to everyday life.\nNow the first of these things is about luck.\nNow, like poker, life is also a game of skill and luck,\nand when it comes to the biggest things we care about --\nhealth, wealth and relationships --\nthese outcomes don't only depend on the quality of our decision-making,\nbut also the roll of life's dice.\nFor example, we can be perfectly health-conscious\nand still get unlucky with something like cancer.\nOr we can smoke 20 a day and live to a ripe old age,\nand this kind of ambiguity can make it hard for us to know\nhow good our strategies are, sometimes,\nespecially when we're experiencing a lot of success.\nFor example, back in 2010,\nI won a really big poker tournament known as the European Poker Tour.\nAnd because I'd only been playing full-time for about a year,\nwhen I won, I assumed I must be rather brilliant.\nIn fact, I thought I was so brilliant\nthat I not only got rather lazy with studying the game,\nbut I also got more risky,\nstarted playing in the biggest tournaments I could\nagainst the very best in the world.\nAnd then my profit graph went from a thing of beauty\nto something kind of sad,\nwith this worrying downhill trend for a long time,\nuntil I finally realized that I was overestimating my skill level,\nand got my act together.\nAnd this kind of reminds me of what we've been seeing\nin the cryptocurrency space, at least in 2017,\nwhere the only thing that's been going up faster than the markets themselves\nis the number of \"senior investment specialists\"\nwho have been appearing out of nowhere.\nNow I'm not saying it's not possible to have a strategic edge,\nbut at the same time, it's very easy to feel like a genius\nwhen you're in a market that's going up so fast\nthat even the worst strategies are making a profit.\nSo when we're experiencing success,\nit's important to take a moment to really ask ourselves\nhow much of it is truly down to us,\nbecause our egos love to downplay the luck factor when we're winning.\nNow, a second thing poker taught me\nis the importance of quantifying my thinking.\nWhen you're playing, you can't just get away with going,\n\"Eh, they're probably bluffing.\"\nThat's just going to lose you a bunch of money,\nbecause poker is a game of probabilities and precision,\nand so you have to train yourself to think in numbers.\nSo now, whenever I catch myself\nthinking vaguely about something really important, like,\n\"It's unlikely I'll forget what I want to say in my TED Talk,\"\nI now try to estimate it numerically.\n(Laughter)\nTrust me, it helps a lot with the planning process.\nAnd the thing is, almost anything that could possibly happen here today,\nor at any point in the future,\ncan also be expressed as a probability, too.\n(Laughter)\nSo now I also try to speak in numbers as well.\nSo if someone asks me,\n\"Hey, Liv, do you think you're going to come along to that thing tonight?\"\ninstead of just saying to them, \"Yeah, probably,\"\nI actually give them my best estimate --\nsay, 60 percent.\nBecause -- I know that sounds a little odd --\nbut the thing is, I ran a poll on Twitter\nof what people understand the word \"probably\" to mean,\nand this was the spread of answers.\nEnormous!\nSo apparently, it's absolutely useless\nat actually conveying any real information.\nSo if you guys catch yourselves using these vague words,\nlike \"probably\" or \"sometimes,\"\ntry, instead, using numbers, because when we speak in numbers,\nwe know what lands in the other person's brain.\nNow, the third thing I want to touch on today is intuition.\nHow often have you seen these kinds of inspirational memes\nin your Facebook feed?\n[Always trust your gut feeling and never second-guess.]\nThey're nice, right?\nIt's lovely. Yes. \"Trust your soul.\"\nWell, they're terrible advice.\nThese are some of the best poker players in the world right now.\nDo they look like people who live purely off feelings and intuitions?\n(Laughter)\nLook at them!\nObviously, these guys are about slow, careful analysis,\nand that's because the game has outgrown the days\nwhere pure street smarts and people-reading\ncan get you to the top.\nAnd that's because our intuitions aren't nearly as perfect\nas we'd like to believe.\nI mean, it'd be great, whenever we're in a tough spot,\nto just have an answer appear to us from some magical source of inspiration.\nBut in reality, our gut is extremely vulnerable\nto all kinds of wishful thinking and biases.\nSo then, what is our gut good for?\nWell, all the studies I've read\nconclude that it's best-suited for everyday things\nthat we have lots and lots of experience in,\nlike how we just know that our friend is mad at us\nbefore we've even said anything to them,\nor whether we can fit our car into a tight parking spot.\nBut when it comes to the really big stuff,\nlike what's our career path going to be\nor who should we marry,\nwhy should we assume that our intuitions\nare better calibrated for these than slow, proper analysis?\nI mean, they don't have any data to be based off.\nSo my third lesson is, while we shouldn't ignore our intuitions,\nwe shouldn't overprivilege them either.\nAnd I'd like to summarize these three lessons today\nwith my own set of memes,\nwith more of a poker-player twist.\n\"Success is sweetest when you achieve it across a large sample size.\"\n(Laughter)\n\"Your gut is your friend and so is a cost-benefit analysis.\"\n(Laughter)\n\"The future is unknown, but you can damn well try and estimate it.\"\nThank you.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}

{
	"ApiId": "pphn8cJSApo",
	"Title": "Spider-Man: Into the Spider-Verse Trailer",
	"Transcription": "- Miles?! You've gotta go. - Yeah?\nIf you want me to drive you, we've got to go now.\n- Personal chauffeur going once. - No Dad, I'll walk. It's okay.\nSeriously, dad. Walking would have been fine.\nBreaking news: Spider-Man saves the day again.\nSpider-Man.\nThis guy swings-in once a day and zip-zap-zop...\nDad speedup! Speedup! I know these kids.\n- Hey Miles! Have you been arrested?! - Guys, don't cops run red lights?\nWell, yeah, some do.\nBut not your dad.\nIn your universe, there's only one Spider-Man.\nBut there's another universe that looks and sounds like yours, but is not.\nMy name is Miles Morales.\nHey, kid.\n- You're like me. - How?\nI know it's complicated.\nYou want to know what happened to you.\nI can teach you to be Spider-Man.\nI love these burgers, so delicious.\nIt's one of the best burgers I've ever had.\nYou have money, right? I'm not very liquid right now.\nI think you're gonna be a bad teacher.\nHow am I supposed to save the whole world?\nYou can't think about saving the world. You have to think about saving one person.\nOne thing I know for sure: don't do it like me.\nDo it like you!\nI see this spark in you. It's amazing!\nHands up!\nWhatever you choose to do, you'll be great.\n- I love you, Miles. - Yeah, I know, dad.\n- You've got to say, \"I love you back.\" - Dad, are you serious?\nI want to hear it. \"I love you, dad.\"\n- You're dropping me... - \"I love you, dad\".\n\"Dad, I love you.\"\nDad, I love you.\nThat's a copy.\n- Time to swing, just like I told you. - When did you teach me that?\nI didn't. It's a little joke for team building.\n- Hey, guys. - Okay, who are you?\nI'm Gwen Stacy.\nCome on!\n- How many spider-people are there? - Save it for Comic-Con.\n- What's Comic-Con? - Let's go!'",
	"VideoType": "Trailer",
	"EnglishLevel": "None"
}
{
	"ApiId": "fufAIT3zdlU",
	"Title": "Friends - Joey - Butt double",
	"Transcription": "oh my god okay okay I'll be there huh\nhow's my agent my agent has just gotten me a job in the new Al Pacino movie can\nyou believe this\nAl Pacino this guy's the reason I became an actor I'm I'm gonna pair you're out of order\nthis whole courtrooms out of order\nseriously what's the part just when I thought I was out they pull me back in\ngoodbye seriously Joey what's the part\nuh you're you're never I'm his butt\ndouble okay\nI play out Pacino's but right he goes into the shower and then\nI'm his bot oh my god come on you guys\nthis is a real movie and Al Pacino's in it that's big oh no it's terrific it's\nit's you know you deserve this after all\nyou years of struggling you've finally\nbeen able to crack your way\nhey hey fine make jokes I don't care\nthis is a big break for me no you're\nright you're right it is yeah so you can\ninvite us all to the big opening\nhandler salmon hire the girl okay\neverybody ready uh listen I just want to\nthank you for this great opportunity\nlose the row but me that would work right okay\nlosing the robe okay and the robe is lost\nokay everybody would like to get this in one take please\nlet's roll it waters working and action and cut\nhey but guy what the hell you doing I'm\nJarrod no that was clenching Oh way I\nsee it the guy's upset here you know I\nmean his wife's dad his brothers missing\nI think his butt would be angry here I\nthink his butt would like to get the\nshot before lunch once again rolling\nwater working and action\nand cut what was that I was going for\nquiet desperation but if you have to ask\nhey hey hey we did it aren't you the guy\nwho plays the bud in the new Al Pacino movie nope\nno what happened big guy big guy it felt\nlike a big guy moment I got fired oh\nyeah they said I acted too much with it\nI told everybody about this now\neveryone's gonna go to the theater\nexpecting to see me oh you know what no\none is gonna be able to tell my mom will\nsomething so sweet and disturbing about\nthat you know I've done nothing but\ncrappy plays for six years\nand I finally get my shot and I blow it\nI mean maybe this wasn't your shot yeah\nI think when it's your shot you know you\nyou know it's your shot did did it feel\nlike your shot at the town I was naked\nno I don't think this was your shot I\nmean I don't even think you just get one\nshot I really believe big things are\ngonna happen for you I do and you've got\nto just keep thinking about the day that\nsome kid is gonna run up to his friends\nago I got the part I got the part\nI'm gonna be joey tribbiani's ass\noh it's so nice oh I'm sorry Joey let me go to bed guys\nhi hi Monica come on you're gonna leave\nyour shoes out here uh-huh\nreally just just casually strewn about\nand that reckless haphazard manner doessn't matter\nI'll get him tomorrow or not whenever she is a kook",
	"VideoType": "Film Fragment",
	"EnglishLevel": "None"
}
{
	"ApiId": "OKnhSCALXW4",
	"Title": "The Simpsons episode Homer Tries to vote for Obama",
	"Transcription": "Hello, I'd like to vote\nfor president, governor,\nand anything that will take money\naway from our parks and libraries.\nEh, use machine number three.\nOh! I can't fit in the booth!\nUse the double-wide.\nOoh! One of those\nelectronic voting dealies.\nOne vote for McCain. Thank you.\nNo, I want to vote for Obama.\nTwo votes for McCain.\nCome on. It's time for a change!\nThree votes for McCain.\nNo! No! No!\nSix votes for President McCain.\nHey, I only meant one of\nthose votes for McCain.\nThis machine is rigged.\nMust... tell.. President McCain.\nThis doesn't happen\nin America! Maybe Ohio!\nBut not in America!\nI voted",
	"VideoType": "Cartoon Fragment",
	"EnglishLevel": "None"
}
{
	"ApiId": "YFC5CwZVCEw",
	"Title": "Archeology from space | Sarah Parcak",
	"Transcription": "When I was a child growing up in Maine, one of my favorite things to do was to look for sand dollars on the seashores of Maine,because my parents told me it would bring me luck.\nBut you know, these shells, they're hard to find.\nThey're covered in sand, they're difficult to see.\nHowever, over time, I got used to looking for them.\nI started seeing shapes and patterns that helped me to collect them.\nThis grew into a passion for finding things, a love for the past and archaeology.\nAnd eventually, when I started studying Egyptology, I realized that seeing with my naked eyes alone wasn't enough.\nBecause all of the sudden, in Egypt, my beach had grown from a tiny beach in Maine to one eight hundred miles long, next to the Nile.\nAnd my sand dollars had grown to the size of cities.\nThis is really what brought me to using satellite imagery.\nFor trying to map the past, I knew that I had to see differently.\nSo I want to show you an example of how we see differently using the infrared.\nThis is a site located in the eastern Egyptian delta called Mendes.\nAnd the site visibly appears brown, but when we use the infrared and we process it, all of the sudden, using false color, the site appears as bright pink.\nWhat you are seeing are the actual chemical changes to the landscape caused by the building materials and activities of the ancient Egyptians.\nWhat I want to share with you today is how we've used satellite data to find an ancient Egyptian city, called Itjtawy, missing for thousands of years.\nItjtawy was ancient Egypt's capital for over four hundred years, at a period of time called the Middle Kingdom, about four thousand years ago.\nThe site is located in the Faiyum of Egypt, and the site is really important, because in the Middle Kingdom there was this great renaissance for ancient Egyptian art, architecture and religion.\nEgyptologists have always known the site of Itjtawy was located somewhere near the pyramids of the two kings who built it, indicated within the red circles here, but somewhere within this massive flood plain.\nThis area is huge -- it's four miles by three miles in size.\nThe Nile used to flow right next to the city of Itjtawy, and as it shifted and changed and moved over time to the east, it covered over the city.\nSo, how do you find a buried city in a vast landscape?\nFinding it randomly would be the equivalent of locating a needle in a haystack, blindfolded, wearing baseball mitts.\nSo what we did is we used NASA topography data to map out the landscape, very subtle changes.\nWe started to be able to see where the Nile used to flow.\nBut you can see in more detail, and even more interesting, this very slight raised area seen within the circle up here which we thought could possibly be the location of the city of Itjtawy.\nSo we collaborated with Egyptian scientists to do coring work, which you see here.\nWhen I say coring, it's like ice coring, but instead of layers of climate change, you're looking for layers of human occupation.\nAnd, five meters down, underneath a thick layer of mud, we found a dense layer of pottery.\nWhat this shows is that at this possible location of Itjtawy, five meters down, we have a layer of occupation for several hundred years, dating to the Middle Kingdom, dating to the exact period of time we think Itjtawy is.\nWe also found work stone -- carnelian, quartz and agate that shows that there was a jeweler's workshop here.\nThese might not look like much, but when you think about the most common stones used in jewelry from the Middle Kingdom, these are the stones that were used.\nSo, we have a dense layer of occupation dating to the Middle Kingdom at this site.\nWe also have evidence of an elite jeweler's workshop, showing that whatever was there was a very important city.\nNo Itjtawy was here yet, but we're going to be returning to the site in the near future to map it out.\nAnd even more importantly, we have funding to train young Egyptians in the use of satellite technology so they can be the ones making great discoveries as well.\nSo I wanted to end with my favorite quote from the Middle Kingdom -- it was probably written at the city of Itjtawy four thousand years ago.\n\"Sharing knowledge is the greatest of all callings. There's nothing like it in the land.\"\nSo as it turns out, TED was not founded in 1984 AD.\nMaking ideas actually started in 1984 BC at a not-lost-for-long city, found from above.\nIt certainly puts finding seashells by the seashore in perspective.\nThank you very much.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "fJ9rUzIMcZQ",
	"Title": "Queen - Bohemian Rhapsody",
	"Transcription": "Is this the real life?\nIs this just fantasy?\nCaught in a landslide\nNo escape from reality\nOpen your eyes\nLook up to the skies and see\nI'm just a poor boy, I need no sympathy\nBecause I'm easy come, easy go\nA little high, little low\nAnyway the wind blows, doesn't really matter to me, to me\n \nMama, just killed a man\nPut a gun against his head\nPulled my trigger, now he's dead\nMama, life had just begun\nBut now I've gone and thrown it all away\nMama, ooo\nDidn't mean to make you cry\nIf I'm not back again this time tomorrow\nCarry on, carry on, as if nothing really matters\n \nToo late, my time has come\nSends shivers down my spine\nBody's aching all the time\nGoodbye everybody - I've got to go\nGotta leave you all behind and face the truth\nMama, ooo - (anyway the wind blows)\nI don't want to die\nI sometimes wish I'd never been born at all\n \nI see a little silhouette of a man\nScaramouch, scaramouch will you do the fandango\nThunderbolt and lightning - very very frightening me\nGallileo, Gallileo,\nGallileo, Gallileo,\nGallileo Figaro - magnifico\n \nBut I'm just a poor boy and nobody loves me\nHe's just a poor boy from a poor family\nSpare him his life from this monstrosity\nEasy come easy go - will you let me go\nBismillah! No - we will not let you go - let him go\nBismillah! We will not let you go - let him go\nBismillah! We will not let you go - let me go\nWill not let you go - let me go (never)\nNever let you go - let me go\nNever let me go - ooo\nNo, no, no, no, no, no, no -\nOh mama mia, mama mia, mama mia let me go\nBeelzebub has a devil put aside for me\nFor me\nFor me\n \nSo you think you can stop me and spit in my eye\nSo you think you can love me and leave me to die\nOh baby - can't do this to me baby\nJust gotta get out - just gotta get right outta here\n \nOoh yeah, ooh yeah\nNothing really matters\nAnyone can see\nNothing really matters - nothing really matters to me\n \nAnyway the wind blows...",
	"VideoType": "Audio Clip",
	"EnglishLevel": "None"
}
{
	"ApiId": "uwbRXXsYbUc",
	"Title": "Friends - Rachel - Welcome to the real world",
	"VideoType": "Film Fragment",
	"EnglishLevel": "None",
	"Transcription": "all right kids I gotta get to work\nif I don't input those numbers doesn't\nmake much of a difference so like you\nguys all have jobs yeah we all have jobs\nsee that's how we buy stuff yeah I'm an\nactor Wow\nwhat I've seen you in anything oh I\ndoubt it mostly regional work Hey\nunless you happen to catch the wee ones\nproduction of Pinocchio look Geppetto\nI'm a real live boy I will not take this\nabuse you're right I'm sorry\nonce I was a wooden boy guess what you\ngot a job are you kidding I'm trained\nfor nothing\nI was laughed out of 12 interviews today\nand yet you're surprisingly upbeat\nwell you would be too if you found Joan\nand David boots on sale 50 percent off\noh how well you know me they're my new I\ndon't need a job I don't need my parents\nI've got great boots boots how'd you pay\nfor them a credit card\nyeah who pays for that um my\ncome on you can't live off your parents\nyour whole life I know that that's why I\nwas getting married if we're break it's\nhard being on your own for the first\ntime thank you you're welcome\nI remember when I first came to this\ncity I was 14 my mom had just killed\nherself and my stepdad was back in\nprison and I got here and I don't know\nanybody and I ended up living with this\nalbino guy who was like cleaning\nwindshields outside Port Authority and\nthen he killed himself and then I found\naromatherapy so believe me I know\nexactly how you feel the word you're\nlooking for is anyway\nready I don't think so come on cotton\ncut cut cut cut cut cut cut cut cut cut\ncut cut cut\nwelcome to the real world it sucks\nyou're gonna love it"
}
{
	"ApiId": "_m-_ULkn2Ck",
	"Title": "Friends - \"Happy new year\"",
	"VideoType": "Film Fragment",
	"EnglishLevel": "None",
	"Transcription": "here at of square\nwe go kids and then the peacock bit me\nplease kiss me at midnight\nyou seen sandy ooh I don't know how to\ntell you this but she's in Monica's\nbedroom getting it on with Max that\nscientist geek oh look at that I didn't\nknow how to say running in 20 seconds\nit'll be midnight and the moment of joy\nis applause it's like that nosed\neight-pack thing worked out\nhoney what's so happy I hate that not\neverybody's happy\nhey Bobby no I thought I'd throw this\nout here I'm no math whiz but I do\nbelieve there are three girls and three\nguys right here you see anyone I can't\nkiss me\nso I'm kissing everyone no no no you\ncan't kiss Ross that's irrelevant oh\nyeah perfect perfect so now everybody's\ngetting kissed but me\nall right somebody kiss me somebody kiss\nme time nine Johnny can somebody kiss\nmatch\nI wanted this to work so much I'm still\nin there changing his diapers picking\nhis flea\nbut he's just phoning it in just so hard\nto accept the fact that something you\nlove so much doesn't love you back you\nknow like that bitch cracked my tooth"
}
{
	"ApiId": "Us5efsJm4XQ",
	"Title": "Avengers: Infinity War Trailer",
	"Transcription": "The entire time I knew him,\nhe only ever had one goal.\nTo wipe out half the universe.\nIf he gets all the infinity stones,\nhe can do it with a snap of his fingers.\nJust like that.\nTell me his name again.\nThanos.\nWe got one advantage.\nHe's coming to us.\nWe have what Thanos wants.\nSo, that's what we use.\nLet's talk about this plan of yours.\nI think it's good, except, it sucks.\nSo, let me do the plan, and that way, it might be really good.\nThe end is near.\nAnd when I'm done,\nhalf of humanity will still exists.\nPerfectly balanced.\nAs all thing should be.\nI hope they remember you.\nI'm Peter, by the way.\nDoctor Strange.\nOh, you're using your made up names. Then I am Spider-man.",
	"VideoType": "Trailer",
	"EnglishLevel": "None"
}
{
	"ApiId": "iiCO9ZZ5p20",
	"Title": "Marge Preps Homer For Dinner",
	"Transcription": "How could she be so embarrassed of her own family?\nWe've got to help Lisa make a good impression.\nStop drinking out of that hose.\nOh, so now drinking out of a hose in my own bedroom\nis embarrassing.\nHomer.\nHomer.\nHomer.\nHomer.\nI'm giving you a list of four things\nto say at dinner tonight.\nFour things-- that's it.\nOne, two, three--\nyou're right.\nAt dinner tonight, I don't want\nyou to be somebody you aren't.\nI also don't want you to be who you are.\nSo just stick to these.\nAll right.\nI completely angry.\nThat's agree.\nOh, much better.",
	"VideoType": "Cartoon Fragment",
	"EnglishLevel": "None"
}
{
	"ApiId": "ttcJMNlKif4",
	"Title": "An ingenious proposal for scaling up marine protection | Mark Tercek",
	"Transcription": "Ah, earth's oceans.They are beautiful, inspiring, life-sustaining.\nThey are also, as you're probably quite aware, more or less screwed.\nIn the Seychelles, for example,\nhuman activities and climate change have left corals bleached.\nOverfishing has caused fish stocks to plummet.\nBiodiversity is in peril.\nSo what can we do?\nWell, some form of protection, obviously.\nNature is very resilient.\nWhen marine areas are strategically protected,\nentire ecosystems can bounce back.\nHowever, creating marine protected areas isn't easy.\nFirst, you have the issue of figuring out where to protect.\nThis coral reef overlaps with that international fishing route,\nintersects with this fish hatchery.\nEverything is interconnected.\nAnd marine protection plans must take into account\nhow one area affects another.\nThen, there's the issue of getting everyone on board.\nCoastal economies often rely on fishing and tourism.\nIf people think they can't do their work,\nthere's no chance of getting the local buy-in you need\nfor the area to be successful.\nMarine protected areas must also be enforced.\nThat means the government itself must be deeply invested in the plan.\nToken support will not cut it.\nAnd finally, conservation requires money.\nA lot of it.\nGovernments in island and coastal nations may want to protect their waters,\nbut often these nations have very high debt\nand can't afford to prioritize conservation.\nIf we rely on philanthropic dollars alone to fund marine protection,\nwe might get a small marine-protected area here,\nanother little one there.\nBut we need more marine protected areas faster,\nto have lasting impact.\nSo what exactly does smart ocean conservation look like?\nHow do we get the money, government support and careful planning\nthat takes into account both local economies\nand complex ecosystems?\nWe want to share with you an audacious idea\nfrom The Nature Conservancy.\nIt seeks to address all of these things in one fell swoop.\nThey've realized that debt held by island and coastal nations\nis the very thing that will enable them to achieve their conservation goals.\nTNC's idea is to restructure this debt,\nto generate the funds and political will\nto protect reefs, mangroves and fisheries.\nFor example, if you refinance your house\nto take advantage of a better interest rate,\nmaybe you use the savings to insulate your attic.\nThat's what Blue Bonds for Conservation do for entire coastal countries.\nRefinance the debt,\nthen use the savings to create marine protected areas.\nOf course, sovereign debt restructuring is more complicated than that,\nbut you get the basic idea.\nIf investors put in 40 million dollars now,\nit can unlock as much as 1.6 billion for ocean conservation.\nAnd this is how the work gets done.\nStep one: negotiate the deal.\nA coastal nation commits to protect at least 30 percent of its ocean areas.\nIn exchange, The Nature Conservancy bring investors, public funders\nand international development organizations\nto the table to restructure a portion of the nation's debt,\nleading to lower interest rates and longer repayment periods.\nStep two: create a marine plan.\nSimultaneously, The Nature Conservancy works with marine scientists,\ngovernment leaders and local stakeholders\nto create a detailed conservation plan\nthat integrates the needs of the ocean with the needs of the people.\nStep three: activate for longevity.\nTNC establishes an independently run conservation trust fund.\nThe savings from the debt restructure goes into it\nto support new marine protected areas.\nThe trust then holds the government accountable for its commitments,\nensuring that the Blue Bonds finance real protection efforts.\nCould this plan work?\nIt already has.\nIn 2016, TNC helped create a national conservation plan in the Seychelles.\nTNC restructured 22 million dollars of the government's debt.\nAnd in exchange, the government agreed to protect 30 percent of its marine areas.\nToday, the Seychelles is on track\nto protect 400,000 square kilometers of ocean.\nThat's an area roughly the size of Germany.\nThe Seychelles is protecting its coral reefs,\nit's replenishing its fisheries,\nit's improving its resilience to climate change.\nAt the same time, it's strengthening its economy.\nThis success is making other governments take note.\nMany want to be part of this.\nThere's an opportunity to scale this up, dramatically.\nAnd fast.\nTNC has identified 20 more nations where such a plan should be possible.\nBut to execute, they need seed capital.\nAnd to put in place local teams who can develop conservation plans,\nwork with all the stakeholders and structure the deals.\nIf they get the support they need over the next five years,\nthey could protect four million square kilometers of ocean.\nThat's 10 Germanies.\nThis would increase the amount of protected areas\nin all of the world's oceans\nby an incredible 15 percent.\nIt would allow vast tracks of the world's coral reefs to replenish\nand give safe harbor to countless species.\nThis would be truly incredible.\nAnd it's really just the beginning.\nBecause there aren't 20 countries in the world\nwhere this kind of debt conversion would work.\nThere are almost 100.\nWith this approach, everyone wins.\nGovernments, local citizens, funders,\nand most importantly, our oceans.\nSo in fact, we all win.\nAh, earth's oceans.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "vZCGSP3A0Fo",
	"Title": "The next global agricultural revolution | Bruce Friedrich",
	"Transcription": "In 2019, humanity received a warning:\n30 of the world's leading scientists released the results\nof a massive three-year study into global agriculture\nand declared that meat production is destroying our planet\nand jeopardizing global health.\nOne of the study's authors explained\nthat \"humanity now poses a threat to the stability of the planet ...\n[This requires] nothing less than a new global agricultural revolution.\"\nAs somebody who's spent the last two decades\nadvocating a shift away from industrial meat production,\nI wanted to believe that this clarion call was going to make a difference.\nThe thing is, I've seen this sort of thing again and again and again for decades.\nHere's 2018 from the journal \"Nature,\"\n2017 from \"Bioscience Journal,\"\n2016 from the National Academy of Sciences.\nThe main point of these studies tends to be climate change.\nBut antibiotic resistance represents just as big of a threat.\nWe are feeding massive doses of antibiotics to farm animals.\nThese antibiotics are then mutating into superbugs\nthat threaten to render antibiotics obsolete\nwithin all of our lifetimes.\nYou want a scare?\nGoogle: \"the end of working antibiotics.\"\nI'm going to get one thing out of the way:\nI am not here to tell anybody what to eat.\nIndividual action is great,\nbut antibiotic resistance and climate change --\nthey require more.\nBesides, convincing the world to eat less meat hasn't worked.\nFor 50 years, environmentalists, global health experts and animal activists\nhave been begging the public to eat less meat.\nAnd yet, per capita meat consumption\nis as high as it's been in recorded history.\nThe average North American last year ate more than 200 pounds of meat.\nAnd I didn't eat any.\n(Laughter)\nWhich means somebody out there ate 400 pounds of meat.\n(Laughter)\nOn our current trajectory,\nwe're going to need to be producing 70 to 100 percent more meat by 2050.\nThis requires a global solution.\nWhat we need to do is we need to produce the meat that people love,\nbut we need to produce it in a whole new way.\nI've got a couple of ideas.\nIdea number one: let's grow meat from plants.\nInstead of growing plants, feeding them to animals,\nand all of that inefficiency,\nlet's grow those plants, let's biomimic meat with them,\nlet's make plant-based meat.\nIdea number two: for actual animal meat,\nlet's grow it directly from cells.\nInstead of growing live animals, let's grow the cells directly.\nIt takes six weeks to grow a chicken to slaughter weight.\nGrow the cells directly, you can get that same growth\nin six days.\nThis is what that looks like at scale.\nIt's your friendly neighborhood meat brewery.\n(Laughter)\nI want to make two points about this.\nThe first one is, we believe we can do it.\nIn recent years, some companies have been producing meat from plants\nthat consumers cannot distinguish from actual animal meat,\nand there are now dozens of companies growing actual animal meat\ndirectly from cells.\nThis plant-based and cell-based meat\ngives consumers everything that they love about meat --\nthe taste, the texture and so on --\nbut with no need for antibiotics\nand with a fraction of the adverse impact on the climate.\nAnd because these two technologies are so much more efficient,\nat production scale\nthese products will be cheaper.\nBut one quick point about that --\nit's not going to be easy.\nThese plant-based companies have spent small fortunes on their burgers,\nand cell-based meat has not yet been commercialized at all.\nSo we're going to need all hands on deck\nto make these the global meat industry.\nFor starters, we need the present meat industry.\nWe don't want to disrupt the meat industry,\nwe want to transform it.\nWe need their economies of scale,\ntheir global supply chain, their marketing expertise\nand their massive consumer base.\nWe also need governments.\nGovernments spend tens of billions of dollars every single year\non research and development\nfocused on global health and the environment.\nThey should be putting some of that money into optimizing and perfecting\nthe production of plant-based and cell-based meat.\nLook, tens of thousands of people died from antibiotic-resistant superbugs\nin North America just last year.\nBy 2050, that number is going to be 10 million per year globally.\nAnd climate change represents an existential threat\nto huge portions of our global family,\nincluding some of the poorest people on the face of the planet.\nClimate change, antibiotic resistance -- these are global emergencies.\nMeat production is exacerbating these emergencies on a global scale.\nBut we are not going to decrease meat consumption\nunless we give consumers alternatives\nthat cost the same or less and that taste the same or better.\nWe have the solution.\nLet's make meat from plants. Let's grow it directly from cells.\nIt's past time that we mobilize the resources that are necessary\nto create the next global agricultural revolution.\nThank you.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}
{
	"ApiId": "nisSeC81u2M",
	"Title": "3 lessons on decision-making from a poker champion | Liv Boeree",
	"Transcription": "So I'm a professional poker player,\nand today, I want to talk about three things that the game has taught me\naround decision-making that I find apply to everyday life.\nNow the first of these things is about luck.\nNow, like poker, life is also a game of skill and luck,\nand when it comes to the biggest things we care about --\nhealth, wealth and relationships --\nthese outcomes don't only depend on the quality of our decision-making,\nbut also the roll of life's dice.\nFor example, we can be perfectly health-conscious\nand still get unlucky with something like cancer.\nOr we can smoke 20 a day and live to a ripe old age,\nand this kind of ambiguity can make it hard for us to know\nhow good our strategies are, sometimes,\nespecially when we're experiencing a lot of success.\nFor example, back in 2010,\nI won a really big poker tournament known as the European Poker Tour.\nAnd because I'd only been playing full-time for about a year,\nwhen I won, I assumed I must be rather brilliant.\nIn fact, I thought I was so brilliant\nthat I not only got rather lazy with studying the game,\nbut I also got more risky,\nstarted playing in the biggest tournaments I could\nagainst the very best in the world.\nAnd then my profit graph went from a thing of beauty\nto something kind of sad,\nwith this worrying downhill trend for a long time,\nuntil I finally realized that I was overestimating my skill level,\nand got my act together.\nAnd this kind of reminds me of what we've been seeing\nin the cryptocurrency space, at least in 2017,\nwhere the only thing that's been going up faster than the markets themselves\nis the number of \"senior investment specialists\"\nwho have been appearing out of nowhere.\nNow I'm not saying it's not possible to have a strategic edge,\nbut at the same time, it's very easy to feel like a genius\nwhen you're in a market that's going up so fast\nthat even the worst strategies are making a profit.\nSo when we're experiencing success,\nit's important to take a moment to really ask ourselves\nhow much of it is truly down to us,\nbecause our egos love to downplay the luck factor when we're winning.\nNow, a second thing poker taught me\nis the importance of quantifying my thinking.\nWhen you're playing, you can't just get away with going,\n\"Eh, they're probably bluffing.\"\nThat's just going to lose you a bunch of money,\nbecause poker is a game of probabilities and precision,\nand so you have to train yourself to think in numbers.\nSo now, whenever I catch myself\nthinking vaguely about something really important, like,\n\"It's unlikely I'll forget what I want to say in my TED Talk,\"\nI now try to estimate it numerically.\n(Laughter)\nTrust me, it helps a lot with the planning process.\nAnd the thing is, almost anything that could possibly happen here today,\nor at any point in the future,\ncan also be expressed as a probability, too.\n(Laughter)\nSo now I also try to speak in numbers as well.\nSo if someone asks me,\n\"Hey, Liv, do you think you're going to come along to that thing tonight?\"\ninstead of just saying to them, \"Yeah, probably,\"\nI actually give them my best estimate --\nsay, 60 percent.\nBecause -- I know that sounds a little odd --\nbut the thing is, I ran a poll on Twitter\nof what people understand the word \"probably\" to mean,\nand this was the spread of answers.\nEnormous!\nSo apparently, it's absolutely useless\nat actually conveying any real information.\nSo if you guys catch yourselves using these vague words,\nlike \"probably\" or \"sometimes,\"\ntry, instead, using numbers, because when we speak in numbers,\nwe know what lands in the other person's brain.\nNow, the third thing I want to touch on today is intuition.\nHow often have you seen these kinds of inspirational memes\nin your Facebook feed?\n[Always trust your gut feeling and never second-guess.]\nThey're nice, right?\nIt's lovely. Yes. \"Trust your soul.\"\nWell, they're terrible advice.\nThese are some of the best poker players in the world right now.\nDo they look like people who live purely off feelings and intuitions?\n(Laughter)\nLook at them!\nObviously, these guys are about slow, careful analysis,\nand that's because the game has outgrown the days\nwhere pure street smarts and people-reading\ncan get you to the top.\nAnd that's because our intuitions aren't nearly as perfect\nas we'd like to believe.\nI mean, it'd be great, whenever we're in a tough spot,\nto just have an answer appear to us from some magical source of inspiration.\nBut in reality, our gut is extremely vulnerable\nto all kinds of wishful thinking and biases.\nSo then, what is our gut good for?\nWell, all the studies I've read\nconclude that it's best-suited for everyday things\nthat we have lots and lots of experience in,\nlike how we just know that our friend is mad at us\nbefore we've even said anything to them,\nor whether we can fit our car into a tight parking spot.\nBut when it comes to the really big stuff,\nlike what's our career path going to be\nor who should we marry,\nwhy should we assume that our intuitions\nare better calibrated for these than slow, proper analysis?\nI mean, they don't have any data to be based off.\nSo my third lesson is, while we shouldn't ignore our intuitions,\nwe shouldn't overprivilege them either.\nAnd I'd like to summarize these three lessons today\nwith my own set of memes,\nwith more of a poker-player twist.\n\"Success is sweetest when you achieve it across a large sample size.\"\n(Laughter)\n\"Your gut is your friend and so is a cost-benefit analysis.\"\n(Laughter)\n\"The future is unknown, but you can damn well try and estimate it.\"\nThank you.",
	"VideoType": "TED",
	"EnglishLevel": "None"
}